[
    {
        "name": "Neurobion Forte Tablet 30",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-048497/NEUROBION-FORTE-Tablet-30_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "15% OFF",
        "price": "MRP ₹38.10",
        "composition": "CALCIUM PANTOTHENATE (50 MG) + CYANOCOBALAMIN (15 MCG) + NICOTINAMIDE (45 MG) + RIBOFLAVINE (10 MG) + THIAMINE MONONITRATE (10 MG) + VITAMIN B6 / PYRIDOXINE (3 MG)\n...\nSee more",
        "description": "Neurobion Forte Tablet is a popular vitamin supplement that enhances the functioning of the nervous system, metabolism, immune system, skin/hair health, red blood cell production, liver health, and other bodily functions. Neurobion Forte Tablet also addresses vitamin deficiencies and neuropathic pain.  \n\nNeurobion Forte Tablet contains calcium pantothenate, cyanocobalamin, nicotinamide, pyridoxine hydrochloride, riboflavin, and thiamine mononitrate. Neurobion Forte Tablet prevents the tingling and numbness connected to neuropathic pain by supporting, repairing, and protecting injured nerve cells. \n\nThe Neurobion Forte Tablet is crucial for the breakdown of carbohydrates, proteins, and amino acids, cell maturation, preservation of nerve fibres, production of neurotransmitters in the nervous system, and maintenance of the structure of nerve cells.    \n\nTake Neurobion Forte Tablet as advised by the doctor. Sometimes, you may experience typical side effects like stomach upset, constipation, diarrhoea, nausea, and vomiting. Many side effects do not require immediate medical attention and will disappear gradually. However, you should consult your doctor if you experience these persistent side effects.\n\nNeurobion forte tablet Composition:\nVitamin B1 (Thiamine mononitrate): 10 mg\nVitamin B2 (Riboflavin): 10 mg\nVitamin B3 (Nicotinamide): 45 mg\nVitamin B5 (Calcium Pantothenate): 50 mg\nVitamin B6 (Pyridoxine hydrochloride): 3 mg\nVitamin B12 (Cyanocobalamin): 15 mcg\n1. Thiamin (Vitamin B1)\n\nThiamin, known as Vitamin B1, is a coenzyme involved in several enzymatic reactions. Its deficiency can cause beriberi, headache, tiredness, anorexia, muscle wasting, weight loss, anorexia, short-term memory loss, and other mental symptoms. Patients with long-term thiamine deficiency may experience a lack of sensation in the hands and legs, heart failure signs like swelling in the hands or feet, sensations of vertigo, or other neurological problems. Thiamin deficiency can result in a central nervous system disorder known as Wernicke's encephalopathy, characterised by confusion, ataxia (disorders that affect coordination, balance and speech) and coma. The person who suffers from B1 deficiency has impaired sensory, motor, and reflex functions.\n\n2. Riboflavin (Vitamin B2)\n\nRiboflavin is a water-soluble vitamin of the B group (vitamin B2). It is an essential ingredient of all living cells. This B vitamin is required for normal growth and to assist in synthesising steroids, red blood cells, and glycogen. It helps to maintain the integrity of mucous membranes, skin, eyes and the nervous system. It supports the activity of antioxidants and is involved in the production of adrenaline by the adrenal glands. It aids the body in absorbing iron. Its deficiency causes dry and cracked skin, sensitivity to bright light, itching, dizziness, insomnia, slow learning, weakness, sore throat, hyperaemia and oedema of the pharyngeal and oral mucous membranes, cheilosis(chapped lips), angular stomatitis, glossitis, seborrhoeic dermatitis, corneal vascularisation and anaemia associated with pure red cell hypoplasia of the bone marrow.\n\n3. Nicotinamide (Vitamin B3)\n\nNicotinamide (also known as nicotinic acid amide/niacinamide), is a water-soluble vitamin. Nicotinic acid and its amide nicotinamide are the common forms of B-vitamin niacin (vitamin B3). It is the functional factor of two critical coenzymes essential to electron transport and other cellular respiratory reactions. Deficiency of B3 causes pellagra, dizziness, vomiting, constipation or diarrhoea, and tongue and gastric mucosa inflammation. The neurological symptoms can include fatigue, sleeplessness, depression, memory loss and visual impairment.\n\n4. Pantothenic acid (Vitamin B5)\n\nCalcium Pantothenate (also known as Pantothenic Acid) is a calcium salt of the water-soluble vitamin B5. Vitamin B5 is required to metabolise carbohydrates, proteins, and fatty acids. This vitamin also synthesises cholesterol, lipids, neurotransmitters, steroid hormones, and haemoglobin. Calcium Pantothenate helps treat acne, alopecia, allergies, asthma, ageing, burning feet, cholesterol-lowering, dandruff, depression, grey hair, improving exercise performance, osteoarthritis, Parkinson's disease, rheumatoid arthritis, multiple sclerosis, and stress.\n\n5. Cyanocobalamin (Vitamin B12)\n\nCyanocobalamin is a form of Vitamin B12 (cobalamin), a water-soluble vitamin. This vitamin is not present in a plant source. It cannot be synthesised in the body. B12 is essential for developing healthy blood cells, nerve cells, proteins in the body, and the metabolism of fats and carbohydrates. Its deficiency causes malabsorption and impairment of transport of the vitamin within the body and impacts the nervous system.",
        "uses": "Vitamin B1 (Thiamine) helps produce certain neurotransmitters and carries out multiple enzyme processes. A deficiency of Vitamin B1 can lead to beriberi, nerve degeneration, and loss of appetite.\nVitamin B2 (Riboflavin) synthesis carbohydrates, proteins, and fats to produce energy. It is also involved in antioxidant activity as a cofactor for the enzymes and metabolism of vitamins like Vitamin B6, niacin, and Vitamin K.\nVitamin B3 (Niacin) is essential for coenzyme activation, tissue respiration, and the synthesis of macromolecules.\nVitamin B5 (Pantothenate) is needed to synthesise enzymes integral to various metabolic pathways, such as carbohydrates, lipids, and proteins.\nVitamin B6 (Pyridoxine) helps improve metabolism, burn more calories, strengthen immunity, and support the nervous system's function. Its deficiency may cause anaemia and peripheral neuropathy. Since humans cannot produce Vitamin B6, it should be obtained from the diet.\nVitamin B12 (Cobalamin) strengthens the nervous system and aids in DNA synthesis and maturation. It helps convert homocysteine to methionine, which is essential in protecting the heart. Deficit Vitamin B12 can lead to megaloblastic anaemia and some neurological problems.\nNeurobion forte tablet benefits are \n\nNeurobion forte tablet uses are exhaustive. It is used to treat the following conditions:\n\nNeuritis - Inflammation and swelling of nerves\nNeuralgia - Pain caused by damage to the spinal nerves\nFacial paresis - Leads to the inefficient movement of facial muscles on one or both sides\nCervical syndrome - A disorder caused by changes in the soft tissue surrounding the cervical spine\nSciatica neuritis - Damage caused to the sciatic nerve, leading to radiating nerve pain that runs down from the lower back to the legs\nLower backache\nArthritis - Causes inflammation and swelling of the joints\nDiabetic neuropathy - Results in nerve damage\nCardiomyopathy - Disease of the heart muscle\nGrey hair\nAlopecia - Hair loss\nAddisonian anaemia - Blood disorder caused by vitamin B12 deficiency\nAlzheimer's disease\nCognitive disorders\nStreptomycin neurotoxicity\nStomach and intestine problems\nLower red blood cells count\nHypothyroidism - Low thyroid hormones\nHypocalcemia - Low calcium levels\n\nAsk for a doctor's advice about the risks when using the medicine for other uses. ",
        "category": "tablet",
        "id" : 1,
        "email" : "md3530546@gmail.com",
        "password" : 1234

        
    },
    {
        "name": "Ecosprin 75 MG Tablet 14",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-012745/ECOSPRIN-75-MG-Tablet-14_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹5.33",
        "composition": "ASPIRIN (75 MG)",
        "description": "Ecosprin 75 tablet is a standard medicine with many uses. It can relieve pain and reduce the risk of cardiovascular problems like stroke and heart attacks. Some forms of aspirin are over-the-counter products, and few are available only as prescription drugs.\n\nEcosprin 75 tablet is also used for long-term treatment in low dosages, usually 75mg. Aspirin in such low doses shows an anti-platelet effect. It makes the blood less sticky and prevents the formation of blood clots.\n\nTab ecosprin 75 is mainly used to prevent clots following a heart attack and as a prevention drug for heart attack or stroke patients.it is also prescribed in case of a recent history of bypass surgery.",
        "uses": "Prevention of angina: It is used in the prevention of angina. Angina is a discomfort in the chest with a decreased blood supply. \nTreatment and prevention of heart attack: A heart attack is also called a myocardial infarction. It is due to a lack of blood supply to a particular part of the heart muscle. This leads to damage of the heart muscle.\nTreatment and prevention of stroke: It is a condition where the blood supply to the brain is stopped. This is due to the blockage of blood vessels supplying blood to the brain.",
        "category": "tablet",
        "id" :2,
        "email" : "md353546@gmail.com",
        "password" : 123
    },
    {
        "name": "Dolo 650 MG Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-011691/DOLO-650-MG-Tablet-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹33.60",
        "composition": "PARACETAMOL/ACETAMINOPHEN (650 MG)",
        "description": "Dolo 650 MG Tablet is a composition of Paracetamol, which falls in the NSAID category. The Dolo 650 benefits in several ways that relieve pain, fever, swelling, and inflammation. Dolo 650 mg usage is very effective for the treatment of mild to moderate pain associated with migraine, headache, backache, period (menstrual) pain, tooth pain, and rheumatic and muscle pain. It prevents the release of chemical messengers responsible for causing pain, inflammation, and fever.\n\nDolo 650 Tablet is a prescription-required drug (H schedule). The Dolo 650 side effects such as heartburn, indigestion, nausea, and stomach pain. Before taking any medication, follow the label's directions or consult a doctor about the frequency. Dolo 650 tablet uses orally as required, do not misuse or take an overdose of these products. It is to be consumed after meals. Consult a doctor about the recommended Dolo 650 dosage and frequency for pregnant women & breastfeeding mothers.",
        "uses": "Dolo 650 Tablet uses: It is helpful as a pain reliever and treatment for Fever.",
        "category": "tablet",
        "id" :3,
        "email" : "kk3530546@gmail.com",
        "password" : 12345
    },
    {
        "name": "Telmavas 40 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-038808/TELMAVAS-40-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹67.50",
        "composition": "TELMISARTAN (40 MG)",
        "description": "Telmavas 40 tablet is a heart failure and high blood pressure medicine. Lowering blood pressure can help avoid heart attack and stroke in the future. This medicine can also help diabetic patients maintain their renal function.\n\nTelmavas 40 tablet can be taken alone or in conjunction with other medications. It can be taken during the day or at night, with food. To obtain the best benefit, try to take it at the same time every day. Even if you feel fine or your blood pressure is in control, it is critical to continue taking it on a regular basis. Although most individuals with high blood pressure do not feel unwell, your condition may worsen if you stop taking this medicine. This is a commonly prescribed medication that is believed to be safe for long-term use.\n\nInformation on Tablet Telmavas 40 substitute is available in the application. Tablet Telmavas 40 Price: Buy medicines online through Truemeds at the best price and discounts. Tablet Telmavas 40 price information is available on our Page. If there are any changes in Tablet Telmavas 40 price, It will be updated at discreet notice.",
        "uses": "Tablet Telmavas 40 uses: It is used in the Treatment of Hypertension (high blood pressure),\n\nPrevention of heart attack and stroke,\n\nHeart failure.\n\n\n\n\nBenefits of Telmavas 40 tablet\n\nTablet Telmavas 40 relaxes the blood vessels in Hypertension (high blood pressure), allowing blood to circulate more freely throughout the body. This decreases your blood pressure and minimizes your chance of future stroke, heart attack, or renal problems. Although you may not feel any immediate advantage from taking this medication, it works overtime to keep you healthy. You must continue to take it as prescribed for it to be most effective, even if you feel better.",
        "category": "tablet",
        "id" :4,
        "email" : "md3567730546@gmail.com",
        "password" : 12346
    },
    {
        "name": "Pantosec 40 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-030376/PANTOSEC-40-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹143.56",
        "composition": "PANTOPRAZOLE (40 MG)",
        "description": "Pantosec 40 MG Tablet is a composition of Pantoprazole, which falls in the proton pump inhibitor (PPI) category. It decreases the amount of stomach acid produced and relieves the discomfort associated with acid reflux and heartburn. It is used to treat gastroesophageal reflux disease (acid reflux) by reducing acidity-related symptoms such as heartburn, stomach discomfort, and irritation. It also neutralizes stomach acid and helps gas elimination to relieve stomach pain.\n\nPantosec Tablet is a prescription-required drug (H schedule). It has some side effects such as stomach pain, vomiting, diarrhea, headache, nausea, and flatulence. Before taking any medication, follow the label's directions or consult a doctor about the frequency. The Tablet Pantosec 40 mg uses orally as required, do not misuse or take an overdose of these products. It can be consumed empty stomach. Consult a doctor about the recommended dosage and frequency for pregnant women & breastfeeding mothers, but it does not harm your body.",
        "uses": "Pantosec Tablet uses: It is helpful in the treatment of Gastroesophageal reflux disease (Acid reflux), Heartburn, and Peptic ulcer disease.",
        "category": "tablet",
        "id" :5,
        "email" : "nnn3530546@gmail.com",
        "password" : 6663
    },
    {
        "name": "Limcee Chew Orange 500 MG Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-021892/LIMCEE-CHEW-ORANGE-500-MG-Tablet-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹24.86",
        "composition": "VITAMIN C / ASCORBIC ACID (500 MG)",
        "description": "Limcee Chew Orange 500 MG Tablet is a composition of Vitamin C / Ascorbic Acid, which fall in the nutritional supplement category. It is used to treat vitamin C deficiency in the body. Vitamin C, a natural antioxidant, protects the body against cellular degeneration. Vitamin C is required for the manufacture of collagen, which promotes wound healing and strengthens the skin, hair, and nails. It is essential for iron absorption and immune function.\n\nLimcee 500 Tablet uses as a nutritional supplement, which can be taken with or without food. The dose and duration of the Limcee 500mg Tablet can be followed exactly as prescribed by your physician. Regular usage of this is recommended in order to get the most benefit from it. You can not utilize more than you need, because doing so would only worsen your condition.",
        "uses": "Limcee Chew Orange Tablet is helpful in the prevention of vitamin C deficiency.",
        "category": "tablet",
        "id" : 6,
        "email" : "md35346@gmail.com",
        "password" : 3546
    },
    {
        "name": "Cipcal 500 MG Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-008255/CIPCAL-500-MG-250IU-Tablet-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹86.50",
        "composition": "ELEMENTAL CALCIUM (500 MG) + VITAMIN D3 (CHOLECALCIFEROL) (250 IU)",
        "description": "Cipcal 500 Mg/250 IU Tablet is a composition of Elemental Calcium and Vitamin D3 (cholecalciferol), which falls in the nutritional deficiency category. It acts well to treat conditions caused by low calcium levels in the body, like Vitamin D deficiency, osteoporosis (weak, brittle bones), and rickets or osteomalacia (softening or deforming of bones due to lack of calcium). It improves calcium absorption and bone formation. It is helpful in the formation and growth of healthy bones. Additionally, it improves protein synthesis and blood cell production (red and white blood cells).\n\nCipcal 500 Tablet uses as a nutritional supplement, which can be taken with food. The dose and duration of Cipcal 500 Tablet can be followed exactly as prescribed by your physician. Regular usage of this is recommended in order to get the most benefit from it. You can not utilize more than you need, because doing so would only worsen your condition. Consult a doctor about the recommended Cipcal 500 dose and frequency for pregnant women & breastfeeding mothers.",
        "uses": "Cipcal 500 Tablet uses: It is helpful in the treatment of Vitamin & mineral deficiency.",
        "category": "tablet",
        "id" :7,
        "email" : "llmm3530546@gmail.com",
        "password" : 123466
    },
    {
        "name": "Supradyn Daily Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-053743/SUPRADYN-DAILY-TABLET-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹60.35",
        "composition": "BIOTIN (0.25 MG) + CALCIUM PANTOTHENATE (16.3 MG) + COPPER SULPHATE PENTAHYDRATE (3.39 MG) + CYANOCOBALAMIN / VITAMIN B12 (0.015 MG) + FERROUS SULPHATE (32.04 MG) + MAGNESIUM OXIDE (60 MG) + MAGNESIUM SULPHATE MONOHYDRATE (2.03 MG) + NICOTINAMIDE (100 MG) + RIBOFLAVIN / VITAMIN B2 (10 MG) + SODIUM BORATE (0.88 MG) + SODIUM MOLYBDATE DIHYDRATE (0.25 MG) + THIAMINE MONONITRATE (10 MG) + TOCOPHERYL ACETATE (25 MG) + TOTAL PHOSPHEROUS (25.8 MG) + TRIBASIC CALCIUM PHOSPHATE (129 MG) + VITAMIN A / RETINOL (10000 IU) + VITAMIN B6 / PYRIDOXINE (3 MG) + VITAMIN C / ASCORBIC ACID (150 MG) + VITAMIN D3 (CHOLECALCIFEROL) (1000 IU) + ZINC SULPHATE (2.2 MG)\n...\nSee more",
        "description": "Supradyn Tablet is a multivitamin, mineral, and trace element nutritional supplement that promotes total health and wellness. It boosts immunity, which aids in the battle against illnesses. It's also used to cure indigestion, anaemia, and grey hair. It aids in the prevention and treatment of vitamin and mineral deficiencies, such as B-complex, vitamin C, and iron. It protects the body from oxidative stress caused by free radicals. It feeds the hair follicles with enough nutrition to avoid premature greying and hair loss. It also helps with blood circulation and oxygen saturation.",
        "uses": "Supradyn Tablet is used in the treatment of fight infections by boosting immunity",
        "category": "tablet",
        "id" : 8,
        "email" : "mno3530546@gmail.com",
        "password" : 9999
    },
    {
        "name": "Pan 40 MG Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-030125/PAN-40-MG-Tablet-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹155.00",
        "composition": "PANTOPRAZOLE (40 MG)",
        "description": "Pan 40 MG Tablet is a composition of Pantoprazole, which falls in the proton pump inhibitor (PPI) category. It decreases the amount of stomach acid produced and relieves the discomfort associated with acid reflux and heartburn. It is used to treat gastroesophageal reflux disease (acid reflux) by reducing acidity-related symptoms such as heartburn, stomach discomfort, and irritation. It also neutralizes stomach acid and helps gas elimination to relieve stomach pain.\n\nPan 40 Tablet is a prescription-required drug (H schedule). It has some side effects such as stomach pain, vomiting, diarrhea, headache, nausea, and flatulence. Before taking any medication, follow the label's directions or consult a doctor about the frequency. Pan 40 Tablet uses orally as required, do not misuse or take an overdose of these products. It can be consumed empty stomach. Consult a doctor about the recommended Pan 40 Tablet dosage and frequency for pregnant women & breastfeeding mothers, but it does not harm your body.",
        "uses": "Pan 40 mg Tablet uses: It is helpful in the treatment of Gastroesophageal reflux disease (Acid reflux), Heartburn, and Peptic ulcer disease.",
        "category": "tablet",
        "id" :9,
        "email" : "md6566@gmail.com",
        "password" : 7752
    },
    {
        "name": "Shelcal 500 Mg/250iu Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-036336/SHELCAL-500-MG-250IU-Tablet-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹131.30",
        "composition": "ELEMENTAL CALCIUM (500 MG) + VITAMIN D3 (CHOLECALCIFEROL) (250 IU)",
        "description": "Shelcal 500 tablet keeps your bones strong and helps to avoid Osteoporosis. Calcium is necessary for the formation and maintenance of healthy bones. Calcium can be obtained from one of two sources: food/diet or bones. When diet isn't enough to meet your body's calcium needs, it takes calcium from your bones. If this continues for a long time, bone loss will occur.\n\nit is high in calcium and Vitamin D3. Calcium is also necessary for heart, muscle, and nerve function, as well as blood clotting. The minerals in Shelcal 500 tablet also aids in the treatment and management of Osteoporosis, as well as the prevention of calcium deficiency in women who are pregnant or breastfeeding. Vitamin D3's principal role in the body is to keep bones healthy and strong. It accomplishes so by ensuring calcium absorption in the intestines and maintaining optimal amounts of calcium and phosphorus, two elements needed for bone health. Information on Shelcal 500 mg substitute is available in the application. \n\nShelcal 500 mg price: Buy medicines online through Truemeds at the best price and discounts. Shelcal 500 mg price information is available on our Page. If there are any changes in Shelcal 500 mg price, It will be updated at discreet notice.",
        "uses": "Shelcal 500 tablet helps to reduce calcium deficiency in bones,\n\nHelps to prevent calcium deficiency in pregnancy and lactating mothers,\n\nSupports in the treatment of acidity, stomach ulcers, heartburn, and other conditions.\n\n\n\n\nBenefits of Shelcal 500 tablet\n\nAs a result of the Shelcal 500 tablet, bones are strengthened and bone quality is improved. Low levels of calcium in the body can cause Osteoporosis, osteomalacia, rickets, and other health problems. To treat vitamin D3 insufficiency. Aids in treating and managing Osteoporosis and postmenopausal-phase Osteoporosis as well as a calcium deficit is beneficial.",
        "category": "tablet",
        "id" : 10,
        "email" : "knmo3530546@gmail.com",
        "password" : 123954
    },
    {
        "name": "Zincovit Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-044993/ZINCOVIT-TABLET-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹105.00",
        "composition": "BIOTIN (30 MCG) + CHROMIUM (50 MCG) + COPPER (30 MCG) + CYANOCOBALAMIN / VITAMIN B12 (2 MCG) + FOLIC ACID (150 MCG) + GRAPE SEED EXTRACT (50 MG) + IODINE (140 MCG) + MAGNESIUM (3 MG) + MANGANESE (250 MCG) + RIBOFLAVIN / VITAMIN B2 (2.5 MG) + SELENIUM (40 MCG) + THIAMINE / VITAMIN B1 (1.8 MG) + VITAMIN A / RETINOL (1000 MCG) + VITAMIN B3 / NIACIN (18 MG) + VITAMIN B5 / PANTOTHENIC ACID (3 MG) + VITAMIN B6 / PYRIDOXINE (3 MG) + VITAMIN C / ASCORBIC ACID (80 MG) + VITAMIN D3 (CHOLECALCIFEROL) (5 MCG) + VITAMIN E (10 MG) + ZINC (17 MG)\n...\nSee more",
        "description": "Zincovit tablet is a dietary supplement that replenishes your body's vitamins and minerals while also improving your overall health. Zincovit tablet contains vitamins and minerals that are necessary for the healthy functioning of the heart, neurological system, and immune system. The grape seed extract is a natural antioxidant that helps the human body respond better to infections by neutralising the damage produced by dangerous molecules called free radicals.\n\nInformation on Zincovit tablet substitute is available in the application. Zincovit tablet price: Buy medicines online through Truemeds at the best price and discounts. Zincovit tablet price information is available on our Page. If there are any changes in the Zincovit tablet price, It will be updated at discreet notice.",
        "uses": "Zincovit tablet uses: It helps to Strengthens the immune system and helps fight immune deficiency disorders,\n\nTreatment and prevention of vitamin and mineral deficiencies,\n\nHelps in the formation of red blood cells and enhances the absorption of iron in the body,\n\nImproves appetite,\n\nHelps ensure quick recovery from illnesses,\n\nHelps to counter fatigue,\n\nUseful during pregnancy and after surgeries,\n\nImportant for the proper functioning of the nervous system,\n\nImproves general health and overall well-being.\n\n\n\n\nZincovit Benefits\n\nZincovit tablet strengthens the immune system and help fight diseases that weaken the immune system.\n\nVitamin and mineral deficiencies can be treated and prevented with help.\n\nZincovit tablet helps the body make red blood cells and get more iron. People become more hungry when they use it. Helps people get better quickly from illnesses. A good night's sleep can help to fight off tiredness. Pregnant women and people who have surgery can use them. People who have a healthy nervous system need to have these things. Improves your general health and well-being.",
        "category": "tablet",
        "id" :11,
        "email" : "llm3530546@gmail.com",
        "password" : 123469
    },
    {
        "name": "Telma 40 MG Tablet 30",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-038773/TELMA-40-MG-Tablet-30_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹227.14",
        "composition": "TELMISARTAN (40 MG)",
        "description": "Telma 40 tablet is a medication commonly prescribed for managing hypertension or high blood pressure. The active ingredient of the Telma 40 tablet is Telmisartan, an angiotensin II receptor antagonist that relaxes the blood vessels, thereby reducing blood flow resistance and blood pressure.\n\nHypertension is a major global public health problem and a leading risk factor for cardiovascular diseases like stroke, heart attack, and heart failure. \n\nTelma 40 tablet is a commonly prescribed hypertension medication because it has been proven effective in reducing blood pressure in numerous clinical trials. \n\nMoreover, Telma 40 tablet is safe with few side effects. Telma 40 tablet is well-tolerated by patients with hypertension and does not cause significant adverse effects.\n\nSuppose you have been prescribed Telma 40 tablets for hypertension; in that case, taking the medication as directed by your healthcare provider and following a healthy lifestyle that includes a balanced diet and regular exercise is essential.",
        "uses": "Hypertension: It is a condition of high blood pressure. If untreated, it may lead to heart attack and stroke (insufficient blood supply to your brain). Telma 40 tablet is used to treat high blood pressure.\nReduce the risk of heart-related and diabetes complications: Telma 40 tablet relaxes the blood vessels, making it effortless for your heart to pump blood. Therefore, it reduces the risk of coronary artery disorder - a condition resulting from plaque accumulation in the wall of the arteries that supply blood to the heart and stroke - insufficient blood supply to your brain, especially in older adults. This medicine can also be used in diabetes to reduce the risk of kidney damage.",
        "category": "tablet",
        "id" : 12,
        "email" : "llmm530546@gmail.com",
        "password" : 12233
    },
    {
        "name": "Telma 40 MG Tablet 30",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-038773/TELMA-40-MG-Tablet-30_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹227.14",
        "composition": "TELMISARTAN (40 MG)",
        "description": "Telma 40 tablet is a medication commonly prescribed for managing hypertension or high blood pressure. The active ingredient of the Telma 40 tablet is Telmisartan, an angiotensin II receptor antagonist that relaxes the blood vessels, thereby reducing blood flow resistance and blood pressure.\n\nHypertension is a major global public health problem and a leading risk factor for cardiovascular diseases like stroke, heart attack, and heart failure. \n\nTelma 40 tablet is a commonly prescribed hypertension medication because it has been proven effective in reducing blood pressure in numerous clinical trials. \n\nMoreover, Telma 40 tablet is safe with few side effects. Telma 40 tablet is well-tolerated by patients with hypertension and does not cause significant adverse effects.\n\nSuppose you have been prescribed Telma 40 tablets for hypertension; in that case, taking the medication as directed by your healthcare provider and following a healthy lifestyle that includes a balanced diet and regular exercise is essential.",
        "uses": "Hypertension: It is a condition of high blood pressure. If untreated, it may lead to heart attack and stroke (insufficient blood supply to your brain). Telma 40 tablet is used to treat high blood pressure.\nReduce the risk of heart-related and diabetes complications: Telma 40 tablet relaxes the blood vessels, making it effortless for your heart to pump blood. Therefore, it reduces the risk of coronary artery disorder - a condition resulting from plaque accumulation in the wall of the arteries that supply blood to the heart and stroke - insufficient blood supply to your brain, especially in older adults. This medicine can also be used in diabetes to reduce the risk of kidney damage.",
        "category": "tablet",
        "id" :13,
        "email" : "adil12346@gmail.com",
        "password" : 22222
    },
    {
        "name": "Glimp M 2/500 Tablet Sr 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TASR1-001196/GLIMP-M-2-500-TABLET-PR--10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹140.50",
        "composition": "GLIMEPIRIDE (2 MG) + METFORMIN (500 MG)",
        "description": "Glimp M 2/500 Tablet Sr is a composition of Glimepiride and Metformin, which fall in the category of an antidiabetic agent. It is a combination of a drug that helps to regulate blood sugar levels. It aids in the efficient use of insulin, hence reducing blood sugar levels. It facilitates the excretion of excess glucose through urine. Additionally, it enhances the body's reaction to the hormone insulin, which is responsible for controlling blood glucose (sugar) levels. This medication is used in conjunction with diet and exercise to enhance glucose control in persons with type 2 diabetes.\n\nGlimp M2 Sr Tablet is a prescription-required drug (G schedule). The Tablet Glimp M2 Sr side effects such as hypoglycemia, headache, nausea, diarrhea, and flatulence. Before taking any medication, be sure to follow the directions on the label or consult a doctor about the frequency to take. Glimp M2 Tablet uses orally as required, do not misuse or take an overdose of these products. It is to be consumed with meals. Consult a doctor about the recommended dosage and frequency for pregnant women & breastfeeding mothers.",
        "uses": "Glimp M2 Tablet uses: It is helpful in the treatment of Type 2 diabetes mellitus.",
        "category": "tablet",
        "id" :14,
        "email" : "adil10046@gmail.com",
        "password" : 23333
    },
    {
        "name": "Telmavas Am 40/5 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-038810/TELMAVAS-AM-40-5-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹204.90",
        "composition": "AMLODIPINE (5 MG) + TELMISARTAN (40 MG)",
        "description": "Telmavas AM 40/5 mg tablet is a combination of two drugs that help to regulate excessive blood pressure. It reduces blood pressure by relaxing blood arteries and making your heart's function simpler. You'll be less likely to have a heart attack or a stroke as a result of this.\n\nOn an empty stomach or with food, Telmavas AM 40/5 mg tablet can be consumed. It is, s, preferable to take it at a certain time each day, as directed by your doctor. The dosage will be determined by your medical condition and how you react to the medicine. Even if you feel fine, it is critical to continue taking this medicine. It reduces your chance of heart attack or stroke by lowering your blood pressure, so don't stop taking it until your doctor instructs you to. Making a few lifestyle adjustments, such as being active, quitting smoking, and eating a low-salt, low-fat diet, can help Telmavas AM 40/5 mg tablet to give better results.\n\nInformation on Telmavas AM 40/5 mg tablet substitute is available in the application. Telmavas AM 40/5 mg tablet price: Buy medicines online through Truemeds at the best price and discounts. Telmavas AM 40/5 mg tablet price information is available on our Page. If there are any changes in Telmavas AM 40/5 mg tablet price, It will be updated at discreet notice.",
        "uses": "Telmavas AM 40/5 mg tablet is used in the treatment of Hypertension (high blood pressure).\n\n\n\n\nBenefits of Telmavas AM 40/5 mg tablet\n\nTelmavas AM 40/5 mg tablet relaxes the blood vessels in Hypertension (high blood pressure), allowing blood to circulate more freely throughout the body. This decreases your blood pressure and minimises your chance of future stroke, heart attack, or renal problems. Although you may not feel any immediate advantage from taking this medication, it works overtime to keep you healthy. You must continue to take it as prescribed for it to be most effective, even if you feel better.",
        "category": "tablet",
        "id" :15,
        "email" : "adil189346@gmail.com",
        "password" : 22255
    },
    {
        "name": "Telmikind 40 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-038910/TELMIKIND-40-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹43.26",
        "composition": "TELMISARTAN (40 MG)",
        "description": "Telmikind 40 tablet is used in conditions like heart failure and high blood pressure. Lowering blood pressure can help avoid heart attack and stroke in the future. This medicine can also help diabetic patients maintain their renal function.\n\nTelmikind 40 tablet is a medicine that can be used alone or in conjunction with other medications. It can be taken during the day or at night, with food. To obtain the best benefit, try to take it at the same time every day. Even if you feel fine or your blood pressure is in control, it is critical to continue taking it regularly. Although most individuals with high blood pressure do not feel unwell, your condition may worsen if you stop taking this medicine. Telmikind 40 tablet is a commonly prescribed medication that is believed to be safe for long-term use.\n\nInformation on Telmikind 40 tablet substitute is available in the application. Telmikind 40 tablet price: Buy medicines online through Truemeds at the best price and discounts. Telmikind 40 tablet price information is available on our Page. If there are any changes in the Telmikind 40 tablet price, It will be updated at discreet notice.",
        "uses": "Telmikind 40 tablet is used in the treatment of Hypertension (high blood pressure).\n\nPrevention of heart attack and stroke,\n\nHeart failure.\n\n\n\n\nBenefits of Telmikind 40 tablet\n\nIn Hypertension Treatment (high blood pressure)\n\nTelmikind 40 Tablet relaxes blood vessels, allowing blood to flow more freely throughout the body. This has the effect of lowering blood pressure. To be effective, it must be taken regularly as directed. Although you may not see any immediate benefits from taking this prescription, it will help you stay healthy in the long run.\n\n\n\n\nTo avoid heart attacks and strokes\n\nYou are less likely to have a heart attack or stroke if your blood pressure is under control. Telmikind 40 Tablet helps you stay healthier for longer by lowering your risk of heart disease. To maximise the effectiveness of this prescription, take it regularly and make appropriate lifestyle modifications, such as eating healthily and being active.\n\n\n\n\nTo treat heart failure\n\nYour heart is failing because it is unable to pump enough blood to your lungs and the rest of your body. Breathlessness, weariness, and swelling in your legs, ankles, abdomen and other regions of your body are the most prevalent symptoms. Telmikind 40 Tablet is an excellent heart failure therapy. This drug will help you feel better and more energetic by alleviating your symptoms. Take it regularly, even if you feel better.",
        "category": "tablet",
        "id" :16,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Amlip 5 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-002093/AMLIP-5-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹24.97",
        "composition": "AMLODIPINE (5 MG)",
        "description": "Amlip 5 MG Tablet is a prescription medication used for hypertension (high blood pressure) and angina pectoris (chest pain). \n\nHypertension, commonly known as high blood pressure, is a chronic medical condition in which the force of blood against the walls of the arteries is consistently too high. Headaches, dizziness, shortness of breath, and visual changes characterise it. Hypertension can lead to serious health complications if left uncontrolled. \n\nWhereas angina pectoris, commonly referred to as angina, is a condition characterised by chest pain or discomfort caused by reduced blood flow to the heart muscle. It typically occurs when there is an imbalance between the heart's oxygen demand and supply. The symptoms of angina include chest pain or discomfort, shortness of breath, fatigue, sweating, nausea and dizziness.\n\nAmlip 5 MG Tablet composition includes Amlodipine Besilate (5 mg) as its active ingredient that helps to regulate blood pressure and improve blood flow, thereby reducing the workload on the heart and enhancing cardiovascular health.\n\nWhile the Amlip 5 MG Tablet is generally considered safe and effective, it might only suit some. Patients with hypotension (low blood pressure) and severe aortic stenosis (a condition where the aortic valve of the heart is narrowed) should not take Amlip 5 MG Tablet until the doctor prescribes it.",
        "uses": "Hypertension (High blood pressure): Amlip 5 MG Tablet is an effective medication for managing hypertension. It helps to lower blood pressure by relaxing and widening the blood vessels, allowing for improved blood flow and reducing the resistance against which the heart pumps. Decreased blood pressure prevents damage to the heart, blood vessels, and other organs caused by high blood pressure.\nAngina Pectoris (Chest Pain): Amlip 5 MG Tablet also dilates the coronary arteries to improve blood supply to the heart, reducing the frequency and severity of angina attacks.",
        "category": "tablet",
        "id" :17,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Amlip 5 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-002093/AMLIP-5-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹24.97",
        "composition": "AMLODIPINE (5 MG)",
        "description": "Amlip 5 MG Tablet is a prescription medication used for hypertension (high blood pressure) and angina pectoris (chest pain). \n\nHypertension, commonly known as high blood pressure, is a chronic medical condition in which the force of blood against the walls of the arteries is consistently too high. Headaches, dizziness, shortness of breath, and visual changes characterise it. Hypertension can lead to serious health complications if left uncontrolled. \n\nWhereas angina pectoris, commonly referred to as angina, is a condition characterised by chest pain or discomfort caused by reduced blood flow to the heart muscle. It typically occurs when there is an imbalance between the heart's oxygen demand and supply. The symptoms of angina include chest pain or discomfort, shortness of breath, fatigue, sweating, nausea and dizziness.\n\nAmlip 5 MG Tablet composition includes Amlodipine Besilate (5 mg) as its active ingredient that helps to regulate blood pressure and improve blood flow, thereby reducing the workload on the heart and enhancing cardiovascular health.\n\nWhile the Amlip 5 MG Tablet is generally considered safe and effective, it might only suit some. Patients with hypotension (low blood pressure) and severe aortic stenosis (a condition where the aortic valve of the heart is narrowed) should not take Amlip 5 MG Tablet until the doctor prescribes it.",
        "uses": "Hypertension (High blood pressure): Amlip 5 MG Tablet is an effective medication for managing hypertension. It helps to lower blood pressure by relaxing and widening the blood vessels, allowing for improved blood flow and reducing the resistance against which the heart pumps. Decreased blood pressure prevents damage to the heart, blood vessels, and other organs caused by high blood pressure.\nAngina Pectoris (Chest Pain): Amlip 5 MG Tablet also dilates the coronary arteries to improve blood supply to the heart, reducing the frequency and severity of angina attacks.",
        "category": "tablet",
        "id" :18,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Ecosprin 150 MG Tablet 14",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-012743/ECOSPRIN-150-MG-Tablet-14_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "15% OFF",
        "price": "MRP ₹9.74",
        "composition": "ASPIRIN (150 MG)",
        "description": "Ecosprin 150 MG Tablet is a composition of Aspirin, which falls in the Antiplatelet category. It acts as a blood thinner and is used in small dosages to prevent the formation of blood clots. It inhibits platelet aggregation, thereby reducing the development of severe blood clots. It prevents blood clots from forming in blood arteries, hence lowering the risk of future heart attacks or strokes. It may be used to treat a heart attack or a stroke caused by a blood clot at higher dosages. It inhibits the blood clot that is preventing blood from reaching the heart from becoming wider.\n\nEcosprin 150 Tablet is a prescription-required drug (H schedule). The Ecosprin 150 side effects such as heartburn or upset stomach, nausea, and vomiting. Before taking any medication, follow the label's directions or consult a doctor about the frequency. Take the Ecosprin Tablet orally as required, do not misuse or take an overdose of these products. It is to be consumed with meals. It is not recommended for pregnant women & breastfeeding mothers.",
        "uses": "Ecosprin 150 Tablet uses: It is helpful in the treatment of angina and the prevention of heart attack and stroke.",
        "category": "tablet",
        "id" :19,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Rantac 150 MG Tablet 30",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-033348/RANTAC-150-MG-Tablet-30_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹44.80",
        "composition": "RANITIDINE (150 MG)",
        "description": "Rantac 150 tablet helps to reduce the production of acid. It can be used to treat and prevent heartburn, indigestion, and other symptoms caused by too much stomach acid. It is often used to treat and prevent stomach ulcers, acid reflux, and a few other uncommon disorders.\n\nRantac 150 tablet is also frequently used to prevent stomach ulcers and heartburn from painkiller use. It should be consumed with food. The dosage and frequency of your medicine will be determined by the condition for which you are being treated. Within a few hours, Rantac 150 tablet normally begins to operate. When you have symptoms, you may only need to take them for a short period. You may need to take it for longer if you're taking it to avoid ulcers and other disorders. By eating smaller meals more frequently and avoiding hot or fatty foods, you may be able to improve your symptoms.\n\nThe majority of people who take it experience no adverse effects, although the most common are headache, constipation, drowsiness or fatigue, and diarrhoea. If you do experience a side effect, it is often moderate and will resolve once you stop taking the medication or as your body adjusts to it. Consult your physician if any of these adverse effects persist or are bothersome.\n\nInformation on the Rantac tablet substitute is available in the application. Rantac 150 MG tablet Price: Buy medicines online through Truemeds at the best price and discounts. Rantac 150 MG tablet price information is available on our Page. If there are any changes in Rantac 150 MG tablet price, It will be updated at discreet notice.",
        "uses": "Rantac 150 tablet uses: It is used in the treatment of Heartburn\n\nGastroesophageal reflux disease (Acid reflux)\n\nPeptic ulcer disease.\n\n\n\n\nBenefits of Rantac 150 tablet\n\nIn Gastroesophageal Reflux Disease Treatment (Acid reflux)\n\nGERD is a chronic ailment. It occurs when a muscle above the stomach relaxes excessively, allowing stomach contents to reflux into the oesophagus and mouth. Rantac 150 Tablet is a member of a class of medications known as H2-receptor antagonists. It decreases the amount of acid produced by your stomach and alleviates the discomfort associated with heartburn and acid reflux. To be effective, you must take it exactly as directed.\n\nSimple lifestyle adjustments can assist in preventing or alleviating heartburn. Consider which foods cause heartburn and avoid them; have smaller, more frequent meals; attempt to shed weight if you are overweight, and seek out ways to relax. Avoid eating within 3–4 hours of bedtime.\n\n\n\n\nIn the Diagnosis and Treatment of Peptic Ulcer Disease\n\nNSAIDs or the Helicobacter pylori bacteria are the most common causes of stomach ulcers. Both of these substances weaken the stomach's defences against the acid it produces during digestion. This causes damage to the stomach and promotes the formation of an ulcer. These ulcers may be treated with Rantac 150 Tablet. It decreases the amount of acid produced by your stomach, limiting further harm to the ulcer as it naturally heals. Other medications may be prescribed based on the cause of the ulcer. You must continue taking the medication as prescribed for it to be effective, even if the symptoms appear to resolve. Additionally, it may be recommended to prevent the formation of stomach ulcers by lowering the quantity of acid in the stomach.",
        "category": "tablet",
        "id" : 20,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Rosubest 10 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-034933/ROSUBEST-10-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹115.80",
        "composition": "ROSUVASTATIN (10 MG)",
        "description": "Rosubest 10 mg tablet belongs to a class of drugs known as statins. It is used to reduce cholesterol and the risk of heart disease. Cholesterol is a fatty substance that builds up in your blood vessels, restricting them and increasing your risk of a heart attack or stroke.\n\nRosubest 10 mg tablet is a commonly prescribed medication that is considered safe to take for a long time. It can be consumed either with food or on an empty stomach. It can be taken at any time of day, however, it is best if you take Rosubest 10 mg tablet at the same time every day. Although most people with high cholesterol do not feel ill, quitting your medicine may raise your cholesterol levels, worsening your condition and raising your risk of heart disease and stroke. Information on Tablet Rosubest 10 mg substitute is available in the application. \n\nTablet Rosubest 10 mg price: Buy medicines online through Truemeds at the best price and discounts. Tablet Rosubest 10 mg price information is available on our Page. If there are any changes in Tablet Rosubest 10 mg price, It will be updated at discreet",
        "uses": "Rosubest 10 mg uses: It is used in the treatment of high cholesterol,\n\nPrevention of heart attack and stroke.\n\n\n\n\nBenefits of Rosubest 10 mg tablet  \n\n Rosubest 10 mg tablet belongs to a class of drugs known as statins. It works by lowering the amount of \"bad\" cholesterol (LDL) in your blood and increasing the amount of \"good\" cholesterol (HDL). Lowering cholesterol levels lowers the risk of heart disease and helps you stay healthier for longer. To maximise the effectiveness of this treatment, take it regularly and make necessary lifestyle modifications (such as eating healthy and being active). Even if you feel OK, keep taking Rosubest 10 mg tablet. To avoid heart attacks and strokes, High cholesterol levels can constrict your blood arteries (atherosclerosis), putting you at risk for a stroke or heart disease. Reduced body fat minimises the likelihood of this happening and allows you to stay healthier for longer. Even if you feel OK, keep taking Rosubest 10 mg tablet.",
        "category": "tablet",
        "id" :21,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Glycomet Gp 2 MG Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TASR1-000449/GLYCOMET-GP-2-500-MG-Tablet-PR-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹178.50",
        "composition": "GLIMEPIRIDE (2 MG) + METFORMIN (500 MG)",
        "description": "Glycomet Gp 2/500 MG Tablet Pr is a composition of Glimepiride and Metformin, which fall in the category of an antidiabetic agent. It is a combination of a drug that helps to regulate blood sugar levels. It aids in the efficient use of insulin, hence reducing blood sugar levels. It facilitates the excretion of excess glucose through urine. Additionally, it enhances the body's reaction to the hormone insulin, which is responsible for controlling blood glucose (sugar) levels. This medication is used in conjunction with diet and exercise to enhance glucose control in persons with type 2 diabetes.\n\nGlycomet Gp 2 Tablet Pr is a prescription-required drug (G schedule). The Glycomet Gp 2 side effects such as hypoglycemia, headache, nausea, diarrhea, and flatulence. Before taking any medication, be sure to follow the directions on the label or consult a doctor about the frequency to take. Glycomet Gp 2 uses orally as required, do not misuse or take an overdose of these products. It is to be consumed with meals. Consult a doctor about the recommended Glycomet Gp 2 dosage and frequency for pregnant women & breastfeeding mothers.",
        "uses": "Glycomet Gp 2 Tablet Pr uses: It is helpful in the treatment of Type 2 diabetes mellitus.",
        "category": "tablet",
        "id" :22,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "A To Z Ns Plus Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-050017/a-to-z-ns-plus-tablet-15_a-to-z-ns-plus-tablet-15--TM-TACR1-050017_1.png?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹141.00",
        "composition": "BIOTIN (0.03 MG) + CHROMIUM (0.03 MG) + COPPER (0.0017 MG) + FOLIC ACID (0.117 MG) + IODINE (0.15 MG) + LYCOPENE (2 MG) + MANGANESE (2 MG) + METHYLCOBALAMIN (0.001 MG) + SELENIUM (0.03 MG) + THIAMINE / VITAMIN B1 (0.0011 MG) + VITAMIN A / RETINOL (0.598 MG) + VITAMIN B1 (1.3 MG) + VITAMIN B3 (14 MG) + VITAMIN B5 (PANTOTHENIC ACID) (4 MG) + VITAMIN B6 (PYRIDOXINE) (1.5 MG) + VITAMIN C / ASCORBIC ACID (40 MG) + VITAMIN D3 (CHOLECALCIFEROL) (0.005 MG) + VITAMIN E (10 MG) + ZINC (10 MG)\n...\nSee more",
        "description": "A To Z Ns Plus Tablet are a multivitamin and mineral supplement that contains a wide range of vitamins and minerals essential for the proper functioning of the body. These tablets are often used to prevent or treat vitamin and mineral deficiencies, which can occur due to poor diet or certain health conditions. A To Z Ns Plus Tablet are available over the counter and can be taken orally as directed by a healthcare professional. \n\nThey are commonly used by people of all ages and are considered a safe and effective way to maintain overall health and well-being.\n\nSeveral vitamin and mineral supplements are readily available in the market. One of the most popular medicines is A to Z medicine which healthcare professionals often recommend. This medicine is important for maintaining healthy bones, skin, hair, and nails, as well as supporting normal metabolic functions in the body.\n\nA TO Z Tablet Composition\nBiotin: A water-soluble B-vitamin that plays a vital role in cell growth and metabolism. It is essential for healthy skin, hair, and nails.\nChromium: A mineral that is essential for glucose metabolism and insulin regulation. It may help improve blood sugar control in people with diabetes.\nCopper: It is a trace mineral that produces red blood cells, connective tissue, and proper nervous system function.\nFolic Acid: A B-vitamin is essential for producing red blood cells and proper fetal development during pregnancy.\nIodine: A trace mineral that is necessary for thyroid hormone production and regulation, which helps regulate metabolism and growth.\nLycopene: A carotenoid pigment that has antioxidant properties and is found in tomatoes, watermelon, and other fruits and vegetables.\nManganese: A mineral that plays a role in bone formation, metabolism, and antioxidant function.\nMethylcobalamin: A form of vitamin B12 that is important for nerve function and red blood cell production.\nSelenium: A trace mineral that has antioxidant properties and is vital for thyroid function and immune system health.\nThiamine/Vitamin B1: A B-vitamin is important for energy production and nervous system function.\nVitamin A/Retinol: A fat-soluble vitamin that is important for vision, immune system function, and skin health.\nVitamin B3: A B-vitamin that is important for energy production and proper nervous system function.\nVitamin B5/Pantothenic Acid: A B-vitamin that is important for energy production and hormone synthesis.\nVitamin B6/Pyridoxine: A B-vitamin that is important for neurotransmitter production and nervous system function.\nVitamin C/Ascorbic Acid: A water-soluble vitamin that has antioxidant properties and is important for immune system function, collagen production, and wound healing.\nVitamin D3/Cholecalciferol: A fat-soluble vitamin that is important for calcium absorption and bone health.\nVitamin E: A fat-soluble vitamin that has antioxidant properties and is important for immune system function and skin health.\nZinc: A mineral that is important for immune system function, wound healing, and protein synthesis. It also plays a role in taste perception and fertility.",
        "uses": "The uses of Medicine Activity Of A to Z encompass dietary supplements that abound in a high congregation of essential vitamins, minerals, and antioxidants that help secure a healthy health and healthy lifestyle.\n\nProves useful for individuals suffering from vitamin deficiency and replenishes the reserves of nutrients inside the body.\nThe multivitamins, minerals, and antioxidants ensure the proper functioning of the heart and nervous system, formation of blood, and also preserve gut health.\nVitamin A in the A To Z Ns Plus Tablet helps an individual maintain good vision.\nThe medicine can also combat stress, weakness, fatigue, or exhaustion, along with improving the body’s resistance to infections due to the presence of antioxidants.\nA To Z Ns Plus Tablet also proves helpful in treating various immune deficiency disorders, including the deficiency of Vitamin B, in people with specific illnesses such as arthritis, diabetes, cardiovascular disorders, and varicose veins, among many more.\nDuring pregnancies, A To Z Ns Plus Tablet can be the biggest support for nutrition, especially for those suffering from the abovementioned diseases.\n\nHowever, A To Z Ns Plus Tablet uses, or the use of tablets is not only restricted to this; there might be other situations where the healthcare professional might recommend its usage. Therefore it is essential to consult a healthcare professional before considering its consumption.",
        "category": "tablet",
        "id" : 23,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Paracip 500 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-030464/PARACIP-500-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹8.96",
        "composition": "PARACETAMOL/ACETAMINOPHEN (500 MG)",
        "description": "Paracip 500 tablet is used in pain and fever. It is used to help cure headaches bodily aches toothaches to the common cold. It works by preventing particular molecules that cause pain and fever from being released.\n\nParacip 500 tablet can be taken on its own or in conjunction with other medicines. You should take it as directed by your doctor regularly. It is preferable to take it with food if you don't want to disturb your stomach. Do not take more than the suggested amount or use it for longer than recommended.\n\nWhile side effects are uncommon when this medication is used properly, it may cause stomach pain, nausea, and vomiting in some people. Consult your physician if any of these adverse effects persist or are bothersome.\n\nAlthough this medication is routinely taken and regarded to be safe, it is not appropriate for everyone. Inform your doctor before taking it if you have liver or kidney problems or are taking blood-thinning medications. This could affect the dose or usefulness of this medication. Inform your doctor of all other medications you are taking, as they may interact with or be affected by this medication.\n\nInformation on Paracip 500 tablet substitute is available in the application. Paracip 500 tablet Price: Buy medicines online through Truemeds at the best price and discounts. Paracip 500 tablet price information is available on our Page. If there are any changes in Paracip 500 tablet price, It will be updated at discreet notice.",
        "uses": "Paracip 500 tablet uses: It is used in Pain relief and Fever\n\n\n\n\nBenefits of Paracip 500 tablet\n\nIn pain reduction\n\nIn pain reduction It is extensively used and, when taken appropriately, rarely produces negative effects. Take it exactly as suggested to reap the most advantages. Avoid taking more or for a longer period than necessary, as this might be harmful.\n\n\n\n\nIn the treatment of fever\n\nParacip 500 Tablet is used to lower a fever. It acts by inhibiting the release of specific chemical messengers responsible for fever. It is available on its own or in combination with other medications. Take it exactly as prescribed by your physician.",
        "category": "tablet",
        "id" : 24,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Dapader 10 MG Tablet 14",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-053233/DAPADER-10-MG-TABLET-14_dapader-10-mg-tablet-14--TM-TACR1-053233_1.png?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹357.50",
        "composition": "DAPAGLIFLOZIN (10 MG)",
        "description": "Dapader 10 MG Tablet is a composition of Dapagliflozin, which falls in the category of an antidiabetic agent. It lowers the risk of significant diabetic complications and also aids in the prevention of heart disease. It facilitates the excretion of excess glucose through urine. This medication is used in conjunction with diet and exercise to enhance glucose control in persons with type 2 diabetes.\n\nDapader 10 Tablet is a prescription-required drug (G schedule). The Dapader 10 side effects such as sore throat, nasal congestion, runny nose, etc. Before taking any medication, be sure to follow the directions on the label or consult a doctor about the frequency to take. Dapader 10 uses orally as required, do not misuse or take an overdose of these products. It can be consumed with or without meals. Consult a doctor about the recommended dosage and frequency for pregnant women & breastfeeding mothers.",
        "uses": "Dapader 10 Tablet uses: It is helpful in the treatment of Type 2 diabetes mellitus.",
        "category": "tablet",
        "id" : 25,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Monteder L 10/5 MG Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-025068/MONTEDER-L-10-5-MG-TABLET-10_monteder-l-105-mg-tablet-10--TM-TACR1-025068_1.png?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹198.00",
        "composition": "LEVOCETIRIZINE (5 MG) + MONTELUKAST (10 MG)",
        "description": "Monteder L 10/5 MG Tablet is a composition of Montelukast and Levocetirizine, which falls in the Antihistamine category. It is used to treat allergy symptoms such as runny or stuffy nose, sneezing, watery eyes, congestion, and stuffiness.\n\nMonteder L Tablet is a prescription-required drug (H schedule). It has some side effects such as nausea, diarrhea, vomiting, skin rash, flu-like symptoms, and headache. Before taking any medication, be sure to follow the directions on the label or consult a doctor about the frequency. The Tablet Monteder L uses orally as required, do not misuse or take an overdose of these products. It can be consumed with or without meals. Consult a doctor about the recommended dosage and frequency for pregnant women & breastfeeding mothers.",
        "uses": "Monteder L Tablet uses: It is helpful in the treatment of sneezing and runny nose due to allergies.",
        "category": "tablet",
        "id" :26,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Saridon Tablet 10",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-035731/SARIDON-250-50-150-MG-Tablet-10_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹46.50",
        "composition": "CAFFEINE (50 MG) + PARACETAMOL/ACETAMINOPHEN (250 MG) + PHENAZONE (150 MG)",
        "description": "Saridon 250mg/50mg/150mg Tablet is a combination medication that is used to relieve headaches. It alleviates headaches by inhibiting the release of certain chemicals in the brain that are involved in the production of pain, inflammation, and fever.\n\nSaridon 250mg/50mg/150mg Tablet should be taken on an empty stomach. This will keep your stomach from being upset. Take it exactly as prescribed by your doctor, in the dose and duration specified. Do not take more or use it for a longer period than your doctor has prescribed.\n\nThe most frequently reported adverse effects of this medication include an elevated heart rate and restlessness. If any of these adverse effects persist or worsen, you should notify your doctor. Your physician may be able to recommend measures to avoid or minimize them.\n\nYou should inform your doctor if you have any medical illnesses or disorders before using it. Inform your doctor of all other medications you are taking to ensure that the combination is safe for you. Women who are pregnant or breastfeeding should visit their doctor before beginning treatment.\n\nInformation on Saridon 250mg/50mg/150mg Tablet substitute is available in the application. Saridon 250mg/50mg/150mg Tablet Price: Buy medicines online through Truemeds at the best price and discounts. Saridon 250mg/50mg/150mg Tablet price information is available on our Page. If there are any changes in Saridon 250mg/50mg/150mg Tablet price, It will be updated at discreet notice.",
        "uses": "Saridon 250mg/50mg/150mg Tablet is used in the treatment of Headache.\n\n\n\n\nBenefits of Saridon 250mg/50mg/150mg Tablet\n\nIn Headache Treatment\n\nDart Tablets are a mixture of medications used to treat headaches. It works by inhibiting the chemical messengers in the brain that alert us to the presence of pain. Take it exactly as directed to reap the most benefit. Avoid taking more or for a longer period of time than necessary, as this might be harmful. In general, you should take the smallest dose that is effective for the shortest duration possible. This will enable you to carry out daily tasks more effortlessly and maintain a higher, more active quality of life.",
        "category": "tablet",
        "id" : 27,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Cilacar 10 MG Tablet 15",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-TACR1-052942/CILACAR-10-MG-Tablet-15_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹193.65",
        "composition": "CILNIDIPINE (10 MG)",
        "description": "Cilacar 10 MG Tablet is a composition of Cilnidipine, which falls into the Calcium Channel Blockers category. It is used to treat high blood pressure (hypertension). Additionally, it is used to treat chest pain associated with the heart, abnormal heart rhythms, and chronic (long-term) heart failure.\n\nCilacar Tablet is a prescription-required drug (H schedule). The Cilacar 10 mg side effects such as fatigue, edema, sleepiness, dizziness, flushing, the unusual beating of the heart, and headache. Before taking any medication, follow the label's directions or consult a doctor about the frequency. The Cilacar 10 mg uses orally as required, do not misuse or take an overdose of these products. It is to be consumed with or without meals. Consult a doctor about the recommended dosage and frequency for pregnant women & breastfeeding mothers.",
        "uses": "Cilacar Tablet uses: It is helpful in the treatment of hypertension (high blood pressure), angina (heart-related chest pain), heart attack, and stroke.",
        "category": "tablet",
        "id" :28,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Dexorange Syrup 200 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-007679/DEXORANGE-160-MG-7.5MCG-0.5MG-SYRUP-200-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹174.74",
        "composition": "CYANOCOBALAMIN (0.0075 MG) + ELEMENTAL IRON (32.8 MG) + FOLIC ACID (0.5 MG)",
        "description": "Dexorange Syrup is used to treat and prevent nutritional deficiencies such as iron deficiency, anaemia, and folic acid insufficiency. When the body does not absorb or obtain enough nutrients from meals, it is said to have a nutritional deficiency. Vitamins and minerals are essential for healthy body growth and illness prevention. Dexorange Syrup should be taken after food. Depending on your medical situation, you should take Dexorange Syrup 200 ml for as long as your doctor has given it. Certain typical adverse effects, such as stomach discomfort, constipation, diarrhoea, nausea, and vomiting, may occur in some circumstances. The majority of these adverse effects do not necessitate medical treatment and will subside with time. However, if you are experiencing these adverse effects regularly, you should consult your doctor.\n\nInformation on the Dexorange Syrup substitute is available in the application. Dexorange Syrup Price: Buy medicines online through Truemeds at the best price and discounts. Dexorange Syrup price information is available on our Page. If there are any changes in Dexorange Syrup price, It will be updated at discreet notice.",
        "uses": "Dexorange Syrup uses: It is used in the treatment of Nutritional deficiencies.\n\n\n\n\nBenefits of Dexorange Syrup\n\nUsed to treat dimorphic anaemia (anaemia caused by two deficiencies, one being iron and the other being nutritional macrocytic anaemia such as folic acid and/or Vitamin B12).\n\nHelpful in the treatment of a loss of appetite\n\nUseful in the prevention and treatment of general weakness, fatigue, and convalescence.\n\nHelpful in post-surgical conditions to restore iron levels in the body and blood loss caused by surgery.\n\nBeneficial for maintaining iron, folic acid, and vitamin B12 levels in the body, particularly during pregnancy and breastfeeding.\n\nBeneficial in the treatment and prevention of malabsorption, especially in children.",
        "category": "syrup",
        "id" : 29,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Himalaya Liv 52 Syrup 200 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-006215/LIV-52-SYRUP-200-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹170.00",
        "composition": "ARJUNA TERMANALIA ARJUNA (16 MG) + BIRANJASIPHA ACHILLEA MELLEFOLIUM (8 MG) + HIMSRA CAPPARIS SPINOSA (34 MG) + JHAVUKA TAMARIX GALLICA (8 MG) + KAKAMACHI SOLANUM NIGRUM (16 MG) + KASAMARDA CASSIA OCCIDENTALIS (8 MG) + KASANI CICHORIUM INTYBUS (34 MG)\n...\nSee more",
        "description": "The birth of Himalaya Liv 52 Syrup dates back to 1955. Doctors worldwide recommend himalaya liv 52 syrup for hepatic disorders. Liv 52 Syrup has more than 300 scientific publications to its credit. \n\nHimalaya Liv 52 syrup is a herbal formulation. The composition of Himalaya Liv 52 syrup is chicory & caper bush. The chicory and The caper bush help in protecting the liver from damage and maintaining the overall health of the liver.\n\nHimalaya Liv 52 protects the liver against attack by liver-specific chemicals. The benefits of Himalaya Liv 52 are the treatment of jaundice, improved appetite, digestion, and final absorption inside the body. It also helps in weight gain.",
        "uses": "Liver diseases: It is indicated for the prevention and treatment of liver inflammation, alcohol liver disease, pre-cirrhotic conditions and early cirrhosis( cirrhosis refers to a scarring or permanent damage to liver tissue)\nAnorexia & appetite loss: Himalaya Liv 52 Syrup uses also extend for anorexia(an eating disorder associated with mental health), loss of appetite and liver damage due to radiation therapy. \nFatty liver: It is also indicated for liver disorders, including fatty liver associated with protein energy malnutrition (PEM - protein-energy malnutrition is a nutritional disorder due to insufficiency of nutrients)\nImmune system enhancement: Syrup liv 52 uses are also used in adjuvant ( which helps create an increased immune response) during prolonged illnesses and convalescence. \nMedicinal benefits: It is also used as a support drug for hepatotoxic drugs like anti-tubercular drugs, statins, chemotherapeutic drugs, and HIV drugs. ",
        "category": "syrup",
        "id" : 30,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Zincovit Syrup 200 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-008212/ZINCOVIT-SYRUP-200-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹145.00",
        "composition": "COPPER (25 MCG) + CYANOCOBALAMIN / VITAMIN B12 (0.5 MCG) + IODINE (38 MCG) + L-LYSINE (5 MG) + RIBOFLAVIN / VITAMIN B2 (0.75 MG) + SELENIUM (10 MCG) + THIAMINE / VITAMIN B1 (0.75 MG) + VITAMIN A / RETINOL (375 MCG) + VITAMIN B3 / NIACIN (7.5 MG) + VITAMIN B5 / PANTOTHENIC ACID (1.25 MG) + VITAMIN B6 / PYRIDOXINE (0.5 MG) + VITAMIN D3 (CHOLECALCIFEROL) (2.5 MCG) + VITAMIN E (2.5 MG) + ZINC (5 MG)\n...\nSee more",
        "description": "Zincovit helps in the enhancement of immunity as well as the prevention and management of nutritional deficiencies. It can also aid in the improvement of appetite and the recovery process after an illness. Zincovit contains vitamins and minerals that restore the body's nutrient reserves and aid in the healthy functioning of the heart, nervous system, and immunity. Natural antioxidants counteract the damage caused by dangerous molecules known as free radicals and strengthen the human body's reaction to invading pathogens. As a result, it is an effective recovery from common infections like colds and flu.\n\nZinc has been discovered to be an essential mineral for strengthening immunity. It has the potential to be used to treat serious immune deficiency illnesses. It provides the best nutritional support for people with heart disease, diabetes, tuberculosis, and rheumatoid arthritis. It is good for people suffering from both acute and chronic illnesses.\n\nZincovit composition- It is a multivitamin mix with a high concentration of vitamins A, B-complex, D, and E, as well as minerals like selenium, zinc, copper, and iodine. It is a vitamin and mineral supplement that helps to boost your overall health by replenishing your body's vitamin and mineral levels.\n\nInformation on Zincovit syrup substitute is available in the application. Zincovit syrup price: Buy medicines online through Truemeds at the best price and discounts. Zincovit syrup price information is available on our Page. If there are any changes in the Zincovit syrup price, It will be updated at discreet notice.",
        "uses": "Zincovit Syrup uses: It is used in the treatment of Anaemia,\n\nAcne,\n\nAnorexia,\n\nPregnancy complications,\n\nSkin diseases,\n\nAnaemia,\n\nVitamin b12 deficiency,\n\nDiarrhoea,\n\nEye problems,\n\nFungal skin infection.\n\n\n\n\nSyrup Zincovit Benefits\n\nZincovit Syrup strengthens the immune system and helps fight diseases that weaken the immune system.\n\nVitamin and mineral deficiencies can be treated and prevented with help.\n\nZincovit Syrup helps the body make red blood cells and get more iron. People become more hungry when they use it. Helps people get better quickly from illnesses. A good night's sleep can help to fight off tiredness. Pregnant women and people who have surgery can use them. People who have a healthy nervous system need to have these things. Improves your general health and well-being. To get the most out of Zincovit, follow the doctor's instructions. However, adverse effects such as nausea, vomiting, stomach discomfort, and skin rash can occur in some people. Don't worry; these issues normally go away on their own. Consult your doctor if any of these side effects affect you or last for a long time.",
        "category": "syrup",
        "id" :31,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Benadryl Cough Formula Syrup 150 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-000616/BENADRYL-COUGH-FORMULA-SYRUP-150-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "15% OFF",
        "price": "MRP ₹141.00",
        "composition": "AMMONIUM CHLORIDE (138 MG) + DIPHENHYDRAMINE (14.08 MG) + SODIUM CITRATE (57.03 MG)",
        "description": "Benadryl Syrup is used to relieve cough. It alleviates allergy symptoms including runny nose, stuffy nose, sneezing, watery eyes, and congestion or stuffiness. It also thins mucus in the nose, windpipe, and lungs, making coughing easier. Benadryl cough formula syrup 150 ml is taken with food and for the duration of the time prescribed by the doctor. The dose you receive will be determined by your illness and how well you respond to the medicine. You should continue to take this medicine for as long as your doctor suggests. If you discontinue treatment too soon, your symptoms may return and your condition may worsen. Inform your healthcare provider about any other medicine you are taking, since some may interact with or be affected by this medicine.\n\nInformation on the Benadryl Syrup substitute is available in the application. Benadryl Syrup Price: Buy medicines online through Truemeds at the best price and discounts. Benadryl Syrup price information is available on our Page. If there are any changes in Benadryl Syrup price, It will be updated at discreet notice.",
        "uses": "Benadryl cough syrup uses: It is used in the treatment of cough.\n\n\n\n\nBenefits of Benadryl cough formula syrup 150 ml\n\nAs the air comes out in a cough, it pushes the mucus and other things out of the throat or airways. if it happens more often, like because of a disease or an allergy, it can be annoying A medicine called Benadryl Syrup helps to break up thick mucus and make it easier to cough it out. There is less of a fight for air to move in and out of this way. It will also help with allergy symptoms like watery eyes, sneezing, a runny nose, or throat irritation. It will also make it easier for you to do your daily tasks. Taking this medicine lets you live your life more freely without having to worry so much about things that make you sick.",
        "category": "syrup",
        "id" :32,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Duphalac Lemon Syrup 450 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-001581/DUPHALAC-LEMON-SYRUP-450-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹581.17",
        "composition": "LACTULOSE (10000.0 MG)",
        "description": "Duphalac lemon 3.335 gm syrup 450 ml is used to help people with constipation. It acts as a laxative because it draws water into your bowel, making it easier to pass. Hepatic encephalopathy is also treated with it (a liver disease confusing, tremor, decreased level of consciousness).\n\nDuphalac lemon 3.335 gm syrup 450 ml is safe to consume with food. You must take this medicine exactly as prescribed by your doctor. To receive the most benefit from this medicine, take it regularly and at the same time(s) each day. Depending on how well it works, your dose may be increased or decreased. Do not exceed the recommended dosage of Duphalac syrup 450ml, and if you miss a dose, do not take a double dose to compensate. It takes at least 48 hours for this drug to take effect. If you are still constipated after three days, consult your doctor.\n\nThe most frequently reported adverse effects are nausea and vomiting. These are typically modest and resolved within a few days. Occasionally, significant side effects such as severe diarrhoea and electrolyte imbalance occur. Consult your physician immediately if you detect any of these symptoms.\n\nInform your doctor before taking Duphalac lemon 3.335 gm syrup 450 ml medication if you have diabetes or are unable to metabolise milk sugar (lactose intolerant). If you use this medication for an extended period, your doctor may order periodic blood tests to monitor your mineral levels (e.g. potassium and sodium). Avoid taking any other laxatives while taking this medication and consult your physician if you are pregnant or breastfeeding.\n\nInformation on the Duphalac syrup 450ml alternative is available in the application. Duphalac syrup price: Buy medicines online through Truemeds at the best price and discounts. Duphalac syrup price information is available on our Page. If there are any changes in the Duphalac syrup price, It will be updated at discreet notice.",
        "uses": "Duphalac syrup 450ml is used in the treatment of Constipation,\n\nHepatic encephalopathy.\n\n\n\n\nBenefits of Duphalac syrup 450ml\n\nConstipation Treatment\n\nOral Duphalac Solution Lemon acts as a laxative, drawing water into the bowels and softening and making stools easier to pass. This medication takes a few days to take effect (up to 3 days). Take it exactly as directed, even if it appears to be ineffective. Consult your physician if you remain constipated after three days.\n\n\n\n\nIn Hepatic Encephalopathy Treatment\n\nHepatic encephalopathy is a severe liver disease that can impair brain function and result in confusion, tremors (shaking), sleep disturbances, and loss of consciousness. Oral Duphalac Solution Lemon is believed to work by lowering the blood level of a substance called ammonia, which has a detrimental effect on the brain. If taken as prescribed, it can help improve cognitive function and alleviate the symptoms of hepatic encephalopathy.",
        "category": "syrup",
        "id" :33,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "A To Z Ns Syrup 200 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-007478/A-TO-Z-NS-SYRUP-200-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹190.00",
        "composition": "BIOTIN (0.012 MG) + IODINE (0.09 MG) + MANGANESE (1.5 MG) + MOLYBDENUM (0.022 MG) + SELENIUM (0.03 MG) + VITAMIN A (0.6 MG) + VITAMIN B1 (13 MG) + VITAMIN B2 (5 MG) + VITAMIN B3 (3 MG) + VITAMIN C / ASCORBIC ACID (20 MG) + VITAMIN E (5 MG) + ZINC (2 MG)\n...\nSee more",
        "description": "A to Z NS syrup is a supplement that helps to treat nutritional deficiencies in the body. It contains a mixture of essential vitamins and minerals needed for the body to function correctly.\n\nThe syrup has Astaxanthin extract, Vitamin B complex, Vitamin C, Vitamin A, Biotin, Zinc, Manganese, Iodine, Selenium, and Molybdenum. These nutrients support the health of the immune, nervous, and cardiovascular systems.\n\nUnderstanding that A to Z NS syrup does not replace a healthy diet. Instead, it helps to ensure you get enough of the essential vitamins and minerals you might not get from your food.\n\nIf you have any existing medical conditions or are taking other medications, talk to your doctor before taking A to Z NS syrup.",
        "uses": "To treat vitamin and mineral deficiencies: A to Z NS syrup contains a comprehensive blend of essential vitamins and minerals that can help to treat deficiencies in the body. It can include deficiencies in iron, calcium, zinc, and other nutrients.\nTo support overall health and well-being: A to Z NS syrup can be taken regularly to help ensure that the body gets all the essential vitamins and minerals for optimal health. It can help to support a healthy immune system, promote cardiovascular health, and maintain healthy bones, among other benefits.\nTo support pregnancy and lactation: A woman's nutritional needs increase during pregnancy and lactation, and deficiencies in specific vitamins and minerals can have severe consequences for both the mother and the baby. A to Z NS syrup can help ensure that pregnant and lactating women get all the necessary nutrients to support a healthy pregnancy and breastfeeding.\nTo support growth and development in children: Children have increased nutritional needs as they grow and develop. A to Z NS syrup can help to provide the essential vitamins and minerals needed for healthy growth and development.",
        "category": "syrup",
        "id" :34,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Cypon Syrup 200 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-001361/CYPON-275-2-MG-SYRUP-200-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹124.00",
        "composition": "CYPROHEPTADINE (2 MG) + SORBITOL (2000.0 MG) + TRICHOLINE CITRATE (275 MG)",
        "description": "Cypon Syrup is used to alleviate hunger loss. It works as an appetite stimulant. It works by inhibiting the action of a chemical messenger that controls hunger.\nCypon Syrup is taken with food, according to the doctor's instructions for dosage and duration. The dose you receive will be determined by your medical condition and how you react to the medicine. You should continue to take this medicine for as long as your doctor advises. Tell your doctor about all other medicine you're taking, as some may interact with or be affected by this one.",
        "uses": "Cypon Syrup is used in Treatment of Appetite stimulant",
        "category": "syrup",
        "id" : 35,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Safi Syrup 200 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-006955/SAFI-SYRUP-200-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "10% OFF",
        "price": "MRP ₹105.00",
        "composition": "AYURVEDIC (200 MG)",
        "description": "The Hamdard Safi blend of key herbal extracts works as a natural blood purifier, keeping your skin free of pimples and radiant. It provides an efficient remedy, purifies the blood from the inside out, and aids in the elimination of toxins that contribute to acne and blemishes.",
        "uses": "Safi Syrup is use in the treatment of blood impurity, skin eruptions, acne, pimples",
        "category": "syrup",
        "id" :36,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Arachitol Nano 60000 IU Syrup 5 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-000418/ARACHITOL-NANO-60000-Iu-SYRUP-5-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹95.32",
        "composition": "VITAMIN D3 (CHOLECALCIFEROL) (60000 IU)",
        "description": "Cholecalciferol, a fat-soluble Type of Vitamin D, is present in Arachitol Nano Solution. It is very helpful in the treatment of bone diseases like osteomalacia, Osteoporosis, and rickets. Arachitol Nano Syrup is used to treat calcium deficiencies and to support bone health. Osteoporosis, Osteomalacia, and Rickets can all be treated with Arachitol Nano Syrup. It aids in the treatment of calcium deficiencies. It aids in the toughening of the bones. Arachitol Nano Syrup helps in the absorption of calcium and phosphorus in the body. Aids in the body's growth and development.\n\nCholecalciferol, a fat-soluble Type of Vitamin D, is present in Arachitol Nano Oral Solution. Arachitol Nano Syrup is very helpful in the treatment of bone diseases like osteomalacia, Osteoporosis, and rickets. Arachitol Nano Syrup is used to treat calcium deficiencies and to support bone health. Cholecalciferol (60000 IU) is one of the most important ingredients in this supplement.\n\nKey Advantages: Arachitol Nano Syrup aids in the absorption of phosphorus and calcium from meals and supplements. It aids in the body's normal development and growth. Arachitol Nano Syrup can help with calcium-deficient treatment. The recipe aids in the preservation of healthy bones and teeth. Directions for Use: Follow the doctor's instructions for Arachitol Nano Syrup usage.\n\nBefore using Arachitol Nano Syrup, make sure you read the label carefully. Keep out of children's reach. Keep out of direct sunlight and store in a cool, dry location. Use Arachitol Nano Syrup under the guidance of a physician.\n\nArachitol Nano Solution price: Buy medicine online through Truemeds at the best price and discounts. Arachitol Nano Solution price information is available on our Page. If there are any changes in the Arachitol Nano Solution price, It will be updated at discreet notice.",
        "uses": "Arachitol Nano Syrup uses: The following diseases, ailments, and symptoms are treated, controlled, prevented, and improved using this Syrup:\n\nOsteomalacia,\n\nRickets.",
        "category": "syrup",
        "id" :37,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Sorbiline Syrup 200 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-003863/SORBILINE-SYRUP-200-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹168.50",
        "composition": "SORBITOL (7150.0 MG) + TRICHOLINE CITRATE (550.0 MG)",
        "description": "Sorbiline Syrup is used in treatment of fatty liver disease that contains many medicine. It works by enhancing the liver's function.\nSorbiline Syrup is taken with food, according to the doctor's instructions. The dose you receive will be determined by your medical condition and how you react to the medicine. You should continue to take this medicine for as long as your doctor advises. If you stop taking your medicine too soon, your symptoms may return and your condition may deteriorate. Tell your doctor about all other medicine you're taking, as some may interact with or be affected by this one.",
        "uses": "Sorbiline Syrup is used in treatment of Fatty liver disease",
        "category": "syrup",
        "id" :38,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Fercee Red Syrup 225 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-007741/FERCEE-RED-SYRUP-225-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹140.00",
        "composition": "CYANOCOBALAMIN (0.0075 MG) + ELEMENTAL IRON (32.8 MG) + FOLIC ACID (0.5 MG)",
        "description": "Iron distributes oxygen throughout the body and preserves red blood cells, helping an individual feel active and preventing anaemia. Ferrous Ammonium Citrate is a source of iron. After meals, Fercee Red syrup can be taken orally with water. Use under the guidance of a physician.",
        "uses": "Fercee Red Syrup is used in the treatment of preventing anemia",
        "category": "syrup",
        "id" :39,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Levipil 100 MG Syrup 100 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-002495/LEVIPIL-100-MG-SYRUP-100-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹443.52",
        "composition": "LEVETIRACETAM (100 MG)",
        "description": "Levipil Syrup is an anti-epileptic medicine used to treat epileptic seizures (fits). It can be taken alone or in conjunction with other medications. As long as you continue to take it, it will help to prevent seizures.\n\nLevipil Syrup works by reducing aberrant electrical activity in the brain. You can take it with food, but for the best results, try to take it at the same time every day. The dose will be determined by your health and how you react to the medicine. Your doctor will recommend the appropriate dose for you. It is typically prescribed as a long-term treatment. Even if you feel fine, you should keep taking it for as long as your doctor has prescribed. Seizures may worsen if you stop taking or skip doses.\n\nInformation on Levipil syrup 100ml substitute is available in the application. Levipil syrup 100ml price: Buy medicines online through Truemeds at the best price and discounts. Levipil syrup 100ml price information is available on our Page. If there are any changes in Levipil syrup 100ml price, It will be updated at discreet notice.",
        "uses": "Syp Levipil 100ml is used in the treatment of Epilepsy/Seizures.\n\n\n\n\nBenefits of Levipil Syrup\n\nIn the Treatment of Seizures and Epilepsy\n\nLevipil Syrup belongs to a class of drugs known as anticonvulsants (or anti-epileptics). It works by slowing down the electrical signals that induce seizures in the brain (fits). This medication can be used to treat myoclonic, partial-onset, and primary generalised tonic-clonic seizures (or grand mal). It can also help with symptoms including bewilderment, jerking movements that are out of control, loss of awareness, and fear or worry. The drug may enable you to engage in activities that you would otherwise be prohibited from or fearful of doing (such as swimming and driving). Because the dose must be gradually increased, this medicine may take a few weeks to act, and you may still experience seizures during that period. Even if you're feeling fine and haven't had any seizures, you should keep taking it. Missed dosages might cause a seizure. Do not stop taking this medication until your doctor says so.",
        "category": "syrup",
        "id" :40,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Duphalac Lemon Syrup 150 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-001579/DUPHALAC-LEMON-SYRUP-150-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹193.72",
        "composition": "LACTULOSE (10000.0 MG)",
        "description": "Duphalac lemon 3.335 gm syrup 150 ml is used to help people with constipation. It acts as a laxative because it draws water into your bowel, making it easier to pass. Hepatic encephalopathy is also treated with it (a liver disease confusing, tremor, decreased level of consciousness).\n\nDuphalac lemon 3.335 gm syrup 150 ml is safe to consume with food. You must take this medicine exactly as prescribed by your doctor. To receive the most benefit from this medicine, take it regularly and at the same time(s) each day. Depending on how well it works, your dose may be increased or decreased. Do not exceed the recommended dosage of Duphalac syrup 150ml, and if you miss a dose, do not take a double dose to compensate. It takes at least 48 hours for this drug to take effect. If you are still constipated after three days, consult your doctor.\n\nThe most frequently reported adverse effects are nausea and vomiting. These are typically modest and resolved within a few days. Occasionally, significant side effects such as severe diarrhoea and electrolyte imbalance occur. Consult your physician immediately if you detect any of these symptoms.\n\nInform your doctor before taking Duphalac lemon 3.335 gm syrup 150 ml medication if you have diabetes or are unable to metabolise milk sugar (lactose intolerant). If you use this medication for an extended period, your doctor may order periodic blood tests to monitor your mineral levels (e.g. potassium and sodium). Avoid taking any other laxatives while taking this medication and consult your physician if you are pregnant or breastfeeding.\n\nInformation on the Duphalac syrup 150ml alternative is available in the application. Duphalac syrup price: Buy medicines online through Truemeds at the best price and discounts. Duphalac syrup price information is available on our Page. If there are any changes in the Duphalac syrup price, It will be updated at discreet notice.",
        "uses": "Duphalac syrup 150ml is used in the treatment of Constipation,\n\nHepatic encephalopathy.\n\n\n\n\nBenefits of Duphalac syrup 150ml\n\nConstipation Treatment\n\nOral Duphalac Solution Lemon acts as a laxative, drawing water into the bowels and softening and making stools easier to pass. This medication takes a few days to take effect (up to 3 days). Take it exactly as directed, even if it appears to be ineffective. Consult your physician if you remain constipated after three days.\n\n\n\n\nIn Hepatic Encephalopathy Treatment\n\nHepatic encephalopathy is a severe liver disease that can impair brain function and result in confusion, tremors (shaking), sleep disturbances, and loss of consciousness. Oral Duphalac Solution Lemon is believed to work by lowering the blood level of a substance called ammonia, which has a detrimental effect on the brain. If taken as prescribed, it can help improve cognitive function and alleviate the symptoms of hepatic encephalopathy.",
        "category": "syrup",
        "id" :41,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Ambrodil S 1/15 MG Syrup 100 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-000290/AMBRODIL-S-1-15-MG-SYRUP-100-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹33.05",
        "composition": "AMBROXOL (15 MG) + SALBUTAMOL (1 MG)",
        "description": "Ambrodil S syrup is a medication used to treat respiratory disorders such as chronic obstructive pulmonary diseases, asthma, and other conditions that cause excessive mucus secretion. The syrup contains two active ingredients: Ambroxol and Salbutamol, which break down the airways' mucus and make coughing easier. \n\nAmbroxol is a mucolytic agent that helps thin and loosen mucus in the respiratory tract, making it easier to cough. It works by breaking down the chemical structure of the mucus, making it less viscous and easier to expel.\n\nHowever, it is essential to note that Ambrodil S syrup should only be taken as prescribed by a healthcare professional and not be used as a substitute for proper medical treatment. \n\nIt is also essential to follow the prescribed physician's recommended dosage and age limit.\n\nAmbrodil S Syrup Composition\nAmbroxol Hydrochloride: Ambroxol is a mucolytic agent that helps thin and loosen the respiratory tract's mucus. Ambroxol Hydrochloride is a mucolytic agent used to treat respiratory conditions such as bronchitis, COPD, and asthma. It works by breaking down the chemical structure of the mucus, making it less viscous and easier to expel.\nSalbutamol: It is a bronchodilator that helps widen the airways in the lungs, making breathing easier. Salbutamol is a type of beta-2 agonist, which means it stimulates the beta-2 receptors in the lungs, causing the muscles around the airways to relax. This results in widening the airways and relieving symptoms such as wheezing, coughing, and shortness of breath. Salbutamol is usually inhaled using a nebuliser, metered-dose inhaler or dry powder inhaler. It can also be given orally as tablets or syrup.",
        "uses": "Ambrodil S syrup has various uses in treating respiratory disorders, particularly excessive mucus secretion. Some of the Ambrodil S syrup uses are:\n\nAmbrodil S syrup is used to treat wet or productive cough and respiratory disorders with viscous mucus: Mucus is produced by the mucus membranes that line your mouth, nose, throat, sinuses, and lungs, and it interacts with the tiny hairs that cover your airways. The mucus collects particles like dust and protects the body from disease. However, thick or dense mucus can trigger your body's cough response, causing wet or chronic coughs. Ambrodil S syrup breaks down the acid mucopolysaccharide fibres, making the mucous (sputum) thinner and less dense/viscous, allowing coughing to remove sputum effectively. \nTreatment of Asthma Symptoms: Ambrodil S syrup may be part of a comprehensive treatment plan for asthma, a chronic respiratory condition that can cause coughing, chest tightness, and difficulty breathing.\nAlleviation of Chronic obstructive pulmonary disease (COPD) symptoms: Ambrodil S syrup can relieve various respiratory symptoms, such as wheezing, shortness of breath, and difficulty breathing.",
        "category": "syrup",
        "id" :42,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Becosules Syrup 120 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-007547/BECOSULES-SYRUP-120-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹40.50",
        "composition": "D-PANTHENOL (6 MG) + NIACINAMIDE (20 MG) + RIBOFLAVINE (2.5 MG) + THIAMINE HYDROCHLORIDE (2 MG) + VITAMIN B6 / PYRIDOXINE (2 MG) + VITAMIN C / ASCORBIC ACID (75 MG)\n...\nSee more",
        "description": "Becosules Syrup is a vitamin supplement that treats and prevents Vitamin B complex and C deficiencies. It is commonly prescribed for patients with decreased vitamin intake due to a restricted or unbalanced diet, such as anorexia, diabetes mellitus, obesity, or prolonged diarrhoea. \n\nThe syrup also benefits individuals with increased vitamin requirements, such as those with fever, tissue wasting, stomatitis, glossitis, or neuralgia. Its key ingredients act as cofactors in various metabolic processes. \n\nIt is important to note that while Becosules Syrup is a valuable dietary supplement, it is not intended to replace a balanced diet or serve as a substitute for healthy eating habits. It should be used as a complementary measure to support overall wellness. Make sure you follow your doctor’s instructions regarding the dosage and duration of the medicine.",
        "uses": "The uses of Becosules Syrup includes treating conditions like: \n\nVitamin C and Vitamin B-complex deficiencies: It helps by serving as an external source for these vitamins.\nHelps in the prevention of anaemia: Vitamin B12 and folate are crucial for the production of healthy red blood cells. By supplementing these vitamins, Becosule Syrup helps support the production of red blood cells, thereby improving anaemia.\nLow energy levels: Becosules Syrup provides vitamin B-complex, helping overcome fatigue.",
        "category": "syrup",
        "id" :43,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Ascoril D Plus Syrup 100 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-000446/ASCORIL-D-PLUS-5-2-10-MG-SYRUP-100-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹129.00",
        "composition": "CHLORPHENIRAMINE MALEATE (2 MG) + DEXTROMETHORPHAN (10 MG) + PHENYLEPHRINE (5 MG)",
        "description": "Ascoril D Plus Syrup is used to treat coughs that produce mucus. It helps to clear mucus in the nose, windpipe, and lungs to make coughing easier. Runny nose, sneezing, itching, and watery eyes are also relieved. Ascoril D Plus Syrup is taken with food, according to the doctor's instructions. The dose you receive will be determined by your medical condition and how you react to the medicine. You should continue to take this medicine for as long as your doctor advises. If you stop taking your medicine too soon, your symptoms may return and your condition may deteriorate. Tell your doctor about any other drugs you're taking, as some of them may interact with or be affected by this one. Ascoril D Plus Syrup for dry cough: Dry cough is treated with Ascoril D Plus Syrup Sugar-Free, a combination medication. It improves sneezing, runny nose, watery eyes, and throat irritation caused by allergies. It also helps to relieve nasal congestion and stuffiness. Nausea, diarrhoea, bloating, indigestion, vomiting, stomach discomfort, perspiration, headache, skin rash, tremor, and elevated heart rate are the most prevalent side effects of Ascoril D Plus Syrup. The majority of symptoms are only transient and will pass with time. If you have any concerns about any of these side effects, contact your doctor right immediately. Because Ascoril D Plus Syrup can make you sleepy, don't drive or do anything else that demands mental focus until you know how it affects you. Alcohol should be avoided when taking Ascoril D Plus Syrup because it can make sleepiness worse.\n\nNever advocate for self-medication or recommend your medication to someone else. While using Ascoril D Plus Syrup, it is important to drink enough water. If you are pregnant, planning a pregnancy, or breastfeeding, you should tell your doctor before using Ascoril D Plus Syrup. If you have renal or liver illness, tell your doctor so that he or she can prescribe an appropriate dose for you.\n\nAscoril D Plus Syrup price: Buy medicine online through Truemeds at the best price and discounts. Ascoril D Plus Syrup price information is available on our Page. If there are any changes in the Ascoril D Plus Syrup price, It will be updated at discreet notice.",
        "uses": "Ascoril D Plus Syrup is used in the treatment of cough with mucus.\n\n\n\n\nBenefits of Ascoril D Plus Syrup \n\nIn the Treatment of Mucus Cough\n\nAscoril D Plus Syrup aids in the loosening of heavy mucus, making coughing easier. This allows air to flow in and out more easily. It will help you carry out your regular activities more easily by relieving symptoms such as chest tightness, shortness of breath, wheezing, and coughing. Ascoril D Plus Syrup is both safe and efficient. It normally takes a few minutes to start working, and the effects can linger for several hours. Ascoril D Plus Syrup should be taken exactly as directed by your doctor. Do not stop taking it until your doctor tells you to. Taking Ascoril D Plus Syrup allows you to live more freely without being concerned about things that trigger your symptoms.",
        "category": "syrup",
        "id" : 44,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Ascoril D Plus Syrup 100 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-000446/ASCORIL-D-PLUS-5-2-10-MG-SYRUP-100-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹129.00",
        "composition": "CHLORPHENIRAMINE MALEATE (2 MG) + DEXTROMETHORPHAN (10 MG) + PHENYLEPHRINE (5 MG)",
        "description": "Ascoril D Plus Syrup is used to treat coughs that produce mucus. It helps to clear mucus in the nose, windpipe, and lungs to make coughing easier. Runny nose, sneezing, itching, and watery eyes are also relieved. Ascoril D Plus Syrup is taken with food, according to the doctor's instructions. The dose you receive will be determined by your medical condition and how you react to the medicine. You should continue to take this medicine for as long as your doctor advises. If you stop taking your medicine too soon, your symptoms may return and your condition may deteriorate. Tell your doctor about any other drugs you're taking, as some of them may interact with or be affected by this one. Ascoril D Plus Syrup for dry cough: Dry cough is treated with Ascoril D Plus Syrup Sugar-Free, a combination medication. It improves sneezing, runny nose, watery eyes, and throat irritation caused by allergies. It also helps to relieve nasal congestion and stuffiness. Nausea, diarrhoea, bloating, indigestion, vomiting, stomach discomfort, perspiration, headache, skin rash, tremor, and elevated heart rate are the most prevalent side effects of Ascoril D Plus Syrup. The majority of symptoms are only transient and will pass with time. If you have any concerns about any of these side effects, contact your doctor right immediately. Because Ascoril D Plus Syrup can make you sleepy, don't drive or do anything else that demands mental focus until you know how it affects you. Alcohol should be avoided when taking Ascoril D Plus Syrup because it can make sleepiness worse.\n\nNever advocate for self-medication or recommend your medication to someone else. While using Ascoril D Plus Syrup, it is important to drink enough water. If you are pregnant, planning a pregnancy, or breastfeeding, you should tell your doctor before using Ascoril D Plus Syrup. If you have renal or liver illness, tell your doctor so that he or she can prescribe an appropriate dose for you.\n\nAscoril D Plus Syrup price: Buy medicine online through Truemeds at the best price and discounts. Ascoril D Plus Syrup price information is available on our Page. If there are any changes in the Ascoril D Plus Syrup price, It will be updated at discreet notice.",
        "uses": "Ascoril D Plus Syrup is used in the treatment of cough with mucus.\n\n\n\n\nBenefits of Ascoril D Plus Syrup \n\nIn the Treatment of Mucus Cough\n\nAscoril D Plus Syrup aids in the loosening of heavy mucus, making coughing easier. This allows air to flow in and out more easily. It will help you carry out your regular activities more easily by relieving symptoms such as chest tightness, shortness of breath, wheezing, and coughing. Ascoril D Plus Syrup is both safe and efficient. It normally takes a few minutes to start working, and the effects can linger for several hours. Ascoril D Plus Syrup should be taken exactly as directed by your doctor. Do not stop taking it until your doctor tells you to. Taking Ascoril D Plus Syrup allows you to live more freely without being concerned about things that trigger your symptoms.",
        "category": "syrup",
        "id" : 45,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Biocof Br Syrup 100 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-008309/BIOCOF-BR-SYRUP-100-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹146.00",
        "composition": "BROMHEXINE (100 MG) + GUAIFENESIN (2.5 MG) + TERBUTALINE (8 MG)",
        "description": "Biocof BR Syrup is intended to treat mucus-producing coughs. It thins mucus in the nose, windpipe, and lungs to make coughing easier. Runny nose, sneezing, itching, and watery eyes are also relieved.\nBiocof BR Syrup is taken with or without food, according to the doctor's instructions. The dose you receive will be determined by your medical condition and how you react to the medicine. You should continue to take this medicine for as long as your doctor advises. If you stop taking your medicine too soon, your symptoms may return and your condition may deteriorate. Tell your doctor about any other drugs you are taking, since some of them may interact with or be affected by this one.",
        "uses": "Biocof BR Syrup is used in the treatment of Cough with mucus",
        "category": "syrup",
        "id" : 46,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Tusq Dx 5/2/15 MG Syrup 100 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-004227/TUSQ-DX-5-2-15-MG-SYRUP-100-ML_tusq-dx-5215-mg-syrup-100-ml--TM-SYUP1-004227_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹99.00",
        "composition": "CHLORPHENIRAMINE MALEATE (2 MG) + DEXTROMETHORPHAN (15 MG) + PHENYLEPHRINE (5 MG)",
        "description": "TusQ-DX liquid is a cough syrup commonly used to relieve the symptoms of dry cough. It can occur by breathing in dry air, leading to throat dryness and irritation. Inhaling smoke or chemical irritants can also irritate the throat and cause a dry cough.\n\nThis syrup also temporarily relieves cough due to common colds and upper respiratory allergies. The common cold is often caused by a viral infection that leads to inflammation and irritation in the throat, resulting in a dry cough. Exposure to allergens such as pollen, dust mites, pet dander, or mold can trigger an allergic response in the respiratory system and can also cause dry cough.\n\nThe composition of TusQ-DX syrup 100 ml contains three active ingredients: Phenylephrine (5mg/5ml), Chlorpheniramine Maleate (2mg/5ml), and Dextromethorphan Hydrobromide (15mg/5ml). These three active ingredients work synergistically in TusQ-DX liquid to target different aspects of dry cough symptoms. \n\nTusQ-DX syrup for dry cough is generally safe and well tolerated when prescribed by a doctor. However, patients with severe respiratory conditions should not take it without a doctor's consultation. Patients taking medications for depression or other mental health conditions should also consult a doctor before taking it.",
        "uses": "Dry cough: TusQ-DX syrup relieves dry, non-productive coughs without phlegm or mucus production. The medication helps provide relief and allows better rest.\nCommon cold: Runny nose and sneezing are typical during the common cold. TusQ-DX helps relieve nasal symptoms and facilitates easier breathing.\nUpper respiratory allergies: Upper respiratory allergies, such as hay fever, are characterised by sneezing, itchy throat, watery eyes, and a runny nose. TusQ-DX reduces allergic reactions and alleviates symptoms like itching, sneezing, and a runny nose.",
        "category": "syrup",
        "id" : 47,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Zindervit Syrup 200ml",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-008311/ZINDERVIT-SYRUP-200ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹154.00",
        "composition": "COPPER (25 MCG) + CYANOCOBALAMIN / VITAMIN B12 (0.5 MCG) + IODINE (38 MCG) + L-LYSINE (5 MG) + RIBOFLAVIN / VITAMIN B2 (0.75 MG) + SELENIUM (10 MCG) + THIAMINE / VITAMIN B1 (0.75 MG) + VITAMIN A / RETINOL (375 MCG) + VITAMIN B3 / NIACIN (7.5 MG) + VITAMIN B5 / PANTOTHENIC ACID (1.25 MG) + VITAMIN B6 / PYRIDOXINE (0.5 MG) + VITAMIN D3 (CHOLECALCIFEROL) (2.5 MCG) + VITAMIN E (2.5 MG) + ZINC (5 MG)\n...\nSee more",
        "description": "Give your body a nutritious boost with the Zindervit Syrup, a multivitamin and multimineral supplement designed to improve overall body function. The heart, neurological system, immune system, and other organs all benefit from critical vitamins and minerals. It also contains Grape Seed extracts, which are high in antioxidants and aid in the reduction of cell damage caused by free radicals.\nThe doctor may prescribe Zindervit Syrupif there is a vitamin shortage in the body. This pill has a high concentration of critical vitamins, minerals, and zinc, all of which help to boost the body's immune system. Zinc is known to improve immunity.Zindervit selenium functions as an excellent immune booster, ensuring strong immunity.",
        "uses": "Zindervit Syrup is used in the treatment of vitamin deficiency",
        "category": "syrup",
        "id" : 48,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Maxtra 5/2 MG Syrup 60 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-002702/MAXTRA-5-2-MG-SYRUP-60-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹96.05",
        "composition": "CHLORPHENIRAMINE (2 MG) + PHENYLEPHRINE (5 MG)",
        "description": "Maxtra Syrup is a combination drug that is used to treat the symptoms of a common cold. It helps with runny noses, stuffy noses, sneezing, watery eyes, congestion, and stuffiness caused by allergies.\nMaxtra Syrup is taken with food, according to the doctor's instructions for dosage and duration. The dose you receive will be determined by your medical condition and how you react to the medicine. You should continue to take this medicine for as long as your doctor advises. If you stop taking your medicine too soon, your symptoms may return and your condition may deteriorate. Tell your doctor about all other medicine you're taking, as some may interact with or be affected by this one.",
        "uses": "Maxtra Syrup  used in the treatment of  Common cold symptoms",
        "category": "syrup",
        "id" : 49,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Asthalin 2 MG Syrup 100 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-000469/ASTHALIN-2-MG-SYRUP-100-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹17.92",
        "composition": "SALBUTAMOL (2 MG)",
        "description": "Asthma and chronic obstructive pulmonary disease (COPD) symptoms such as coughing, wheezing, and dyspnea are treated with Asthalin 2mg Syrup. It works by relaxing the muscles in the air passageways, expanding them and making breathing easier.\nAsthalin 2mg Syrup can be taken with food. The dosage will be determined by your medical condition and how you react to the medicine.Take it at the same time every day if possible. It is critical that you continue to take this medicine unless your doctor instructs you otherwise. Even if you feel fine , take this medicine on a daily basis to obtain the maximum benefit. Although Asthalin 2mg syrup is normally safe, it can induce tremors, headaches, palpitation, a racing heart, and muscle cramps in some people. These are usually harmless and should improve as your body adjusts to the medicine. There are other, less common, adverse effects, and if you get chest pain, a severe headache, or severe dizziness, you should contact your doctor right once.\nTo ensure that Asthalin 2mg syrup is safe for you, inform your doctor if you have high blood pressure, an overactive thyroid gland, a history of heart issues, diabetes, or low potassium levels in your blood. Before using Asthalin 2mg syrup, tell your doctor if you are pregnant or breastfeeding. Because this medicine can make you dizzy or shaky, don't drive, cycle, or operate tools or machinery until you feel better. You should not smoke because it harms your lungs and aggravates your illness.\nIn Asthma Treatment and Prevention\nIf taken before exercise or exposure to certain \"triggers,\" Asthalin 2mg syrup can help avoid the development of an asthma attack. House dust, pollen, pets, and cigarette smoke are just a few exampes. Asthalin 2mg syrup will let you to exercise more freely without having to worry about wheezing, coughing, or shortness of breath. It allows you to live more freely without being concerned about things that trigger your symptoms.\nBronchodilators like Asthalin 2mg syrup assist keep the airways in your lungs open during the treatment of chronic obstructive pulmonary disease (COPD). They act by relaxing the muscles that line these passageways. Asthalin 2mg syrup allows air to flow in and out more easily. It will help you carry out your regular activities more easily by relieving symptoms such as chest tightness, shortness of breath, wheezing, and coughing. Asthalin 2mg syrup is both safe and efficient. It normally takes a few minutes to start working, and the effects can linger for several hours. Do not stop taking it until your doctor tells you to.\nIt's possible that using Asthalin 2mg syrup while pregnant is dangerous. Animal research have demonstrated negative effects on the growing foetus, despite the lack of human studies. Before prescribing it to you, your doctor will consider the advantages as well as any potential hazards. Please seek medical advice.\nAsthalin syrup may induce negative effects that impair your driving ability.\nDizziness, elevated or irregular heart rate, muscle cramps, or muscle discomfort are all possible adverse effects of Asthalin 2mg syrup. This may impair your driving skills.\nIf you forget to take an Asthalin 2mg syrup, skip it and go back to your regular routine. Do not take two doses.",
        "uses": "Asthalin syrup is used for prevention and treatment of Asthma\nTreatment and prevention of Chronic obstructive pulmonary disease (COPD)",
        "category": "syrup",
        "id" : 50,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Safi Syrup 500 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-006956/SAFI-SYRUP-500-ML_safi-syrup-500-ml--TM-SYUP1-006956_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "10% OFF",
        "price": "MRP ₹230.00",
        "composition": "AYURVEDIC (500 ML)",
        "description": "The Hamdard Safi blend of key herbal extracts works as a natural blood purifier, keeping your skin free of pimples and radiant. It provides an efficient remedy, purifies the blood from the inside out, and aids in the elimination of toxins that contribute to acne and blemishes.",
        "uses": "Safi Syrup is use in the treatment of blood impurity, skin eruptions, acne, pimples",
        "category": "syrup",
        "id" : 51,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Betonin Ast Syrup 400 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-007560/BETONIN-AST-SYRUP-400-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹277.79",
        "composition": "ALCOHOL (1.425 ML) + CYANOCOBALAMIN (5 MCG) + LYSINE (100 MG) + NICOTINAMIDE (45 MG) + VITAMIN B6 / PYRIDOXINE (1.5 MG) + ZINC (10 MG)",
        "description": "Betonin AST syrup is a supplement that combines a multivitamin, zinc, and lysine combination. It has a sugar-free formulation. Betonin AST syrup aids in the restoration of vitamin deficits. It also aids in the improvement of the immune system, energy levels, and cognitive abilities. It boosts our body's general health by increasing our appetite and growth rate. It also aids in the immune system's fight against infections. Before using the Betonin AST syrup, you should always check your doctor.",
        "uses": "Betonin Ast Sf Syrup is used in treatment of combats weakness and exhaustion",
        "category": "syrup",
        "id" :52,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Aptivate Syrup 175 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-004927/APTIVATE-SYRUP-175-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹154.00",
        "composition": "AMALAKI (18.75 MG) + CITRUS MEDICA(CITRON) (0.015 %) + GUDUCHI (75 ML) + JEERA (18.75 MG) + KUTAKI EXTRACT (37.50 MG) + NAGARMOTHA (18.75 MG) + PIPER LONGUM (18.75 MG) + SAUNF FOENICULUM VULGARE (37.50 MG) + SODIUM CHLORIDE (0.15 %) + VIDANG (18.75 MG) + YAVANI (CARUM COPTICUM) (18.75 MG)\n...\nSee more",
        "description": "Aptivate Syrup is frequently used to diagnose or treat a variety of ailments. Stimulates appetite, aids digestion, relieves congestion, kills intestinal worms, and eliminates gas in the intestine. Acidity, burning sensations, and mouth ulcers are some of the negative effects.",
        "uses": "Aptivate Syrup is used in treatment of Stimulate appetite.",
        "category": "syrup",
        "id" :53,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Gelusil Mps Original Mint Sugar Free Syrup 400 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-001936/GELUSIL-MPS-ORIGINAL-MINT-SUGAR-FREE-SYRUP-400-ML_gelusil-mps-original-mint-sugar-free-syrup-400-ml--TM-SYUP1-001936_1.png?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹210.00",
        "composition": "ALUMINIUM HYDROXIDE (250 MG) + DIMETHICONE (50 MG) + MAGNESIUM (250 MG)",
        "description": "Gelusil MPS Syrup is a combination drug for treating acid reflux, stomach ulcers, and bloating. It aids in the relief of acidity and ulcer symptoms such as stomach discomfort and inflammation. It also helps with gas transit by neutralising excess acid in the stomach.\nGelusil MPS Syrup is taken without food at the dose and for the length of time prescribed by your doctor. The dose you receive will be determined by your medical condition and how you react to the medicine. You should continue to take this medicine for as long as your doctor advises. If you stop taking your medicine too soon, your symptoms may return and your condition may deteriorate. Tell your doctor about all other medicines you're taking, as some may interact with or be affected by this one. Do not take it for longer than the suggested time because long-term use can be hazardous to your health.",
        "uses": "Gelusil MPS Syrup is used in treatment of Acidity\nStomach ulcers\nBloating",
        "category": "syrup",
        "id" :54,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Lactihep 10 GM Syrup 450 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-002372/LACTIHEP-10-GM-SYRUP-450-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹520.00",
        "composition": "LACTITOL (10000.0 MG)",
        "description": "Lactihep Syrup help with constipation. It works by drawing water into the gut, which softens and makes it easier to pass the faeces. Lactihep Syrup should be taken according to your doctor's instructions. It should be consumed with food. If necessary, dilute it with water or fruit juice. To receive the best benefit from this medicine, take it regularly and at the same time(s) each day. Depending on how well it works, your dose may be increased or decreased. Lactihep Syrup must be used for at least 48 hours to be effective. If you are still constipated after three days, consult your doctor.\n\nInformation on the Lactihep Syrup substitute is available in the application. Lactihep Syrup price: Buy medicines online through Truemeds at the best price and discounts. Lactihep Syrup price information is available on our Page. If there are any changes in the Lactihep Syrup price, It will be updated at discreet notice.",
        "uses": "Lactihep Syrup uses: It is used in the treatment of Constipation.\n\n\n\n\nBenefits of Lactihep Syrup\n\nIn Case of Constipation\n\nLactihep Syrup is a laxative that relieves constipation by pulling water into the colon, softening and making faeces easier to pass. This medication takes a few days to take effect (up to 3 days). Even if it appears to be ineffective, follow the instructions. If you are still constipated after three days, consult your doctor. Constipation is a frequent ailment that can cause a great deal of pain and discomfort. Lactihep Syrup can help you feel better and live a better life. Consuming more high-fibre foods such as fruits and vegetables, as well as drinking enough water, may help to prevent constipation.",
        "category": "syrup",
        "id" :55,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Benadryl Dr Dry Cough Active Relief Syrup 100ml",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-SYUP1-008295/Benadryl-DR-Dry-Cough-Active-Relief-Syrup-100ml_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "15% OFF",
        "price": "MRP ₹123.00",
        "composition": "DEXTROMETHORPHAN (15 MG)",
        "description": "Benadryl DR Syrup it is utilised to get rid of a dry cough. It works by lowering the cough center's activity in the brain.\nYou can take Benadryl DR Syrup with food . Take it as needed or as directed by your physician. Your doctor will determine how much improvement you require. You should take this medicinefor the entire time that it has been recommended for you. If your symptoms do not improve, contact your doctor.",
        "uses": "Benadryl DR Syrup is used in Treatment of Dry cough",
        "category": "syrup",
        "id" :56,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Lulitec 1 % Cream 30 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-003785/LULITEC-1--CREAM-30-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹275.00",
        "composition": "LULICONAZOLE (1 %)",
        "description": "Lulitec Cream 30gm is an antifungal cream that treats fungal skin illnesses such as athlete's foot, Dhobie Itch, thrush, ringworm, and dry, flaky skin. It works by eradicating the fungi that are responsible for these diseases.\n\nIt should be used according to your doctor's instructions for dosage and duration. Do not take it more frequently or in larger doses than suggested; this will not help you get better faster and may even worsen the adverse effects. After 2 to 4 weeks of usage, most skin infections will improve. If your situation does not improve after the application of Lulitec Cream 30gm, contact your doctor. Keeping the affected region clean and dry, as well as washing hands before and after usage will help the treatment work better. If you have an athlete's foot, carefully wash your socks or tights and, if feasible, change your shoes regularly. Burning, irritation, itching, and redness at the application site are the most prevalent side effects of Lulitec Cream 30gm. It can also cause the skin to become dry, peel, or blister. These are usually not serious and go away on their own. If these symptoms persist or disturb you, see your doctor. If you detect symptoms of an allergic response, such as a rash, swelling of the lips, throat, or face, difficulty swallowing or breathing, or nausea, seek medical treatment. Keep your hands away from your eyes. If you come into touch with something you shouldn't, rinse your eyes with water and get medical help right away. \n\nLulitec Cream 30gm price: Buy medicine online through Truemeds at the best price and discounts. Lulitec Cream 30gm price information is available on our Page. If there are any changes in Lulitec Cream 30gm price, It will be updated at discreet notice.",
        "uses": "Lulitec Cream uses: It is used in the treatment of Fungal skin infections.\n\n\n\n\nBenefits of Lulitec Cream 30gm\n\nIn the treatment of fungus infections on the skin\n\nLulitec Cream 30gm is an antifungal treatment. It kills fungus and prevents it from growing. Lulitec Cream 30gm helps to alleviate the infection's symptoms. Athlete's foot, Dhobie Itch, thrush, ringworm, and dry, flaky skin are among ailments that can be treated with Lulitec Cream 30gm. Even if your symptoms have subsided, you should continue to take it for as long as is suggested. This will keep the infection from reappearing. Lulitec Cream 30gm, when used as directed, will relieve discomfort and itching and may make you feel more at ease with your skin.",
        "category": "cream",
        "id" :57,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Soframycin Skin 1 % Cream 30 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-001987/SOFRAMYCIN-SKIN-1--CREAM-30-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹55.35",
        "composition": "FRAMYCETIN (1 %)",
        "description": "Soframycin cream is a topical antibiotic medicine. It is used for the treatment of skin, hair, and nail infections caused by bacteria. It is also used on open wounds, cuts, and minor burns suspected to have a bacterial infection. This cream is meant for external application only. The dose and duration of the treatment with Soframycin cream are decided by your doctor after diagnosis. You should use this medicine as advised by your doctor for the exact prescribed time in order to see effective results.\n\nThis cream contains framycetin as its active ingredient, which is a topical antibiotic. This antibiotic works by killing the bacteria responsible for the skin infection. It inhibits the growth of bacteria, thereby making it easier for the symptoms to be reduced and the underlying infection to be eventually cured.",
        "uses": "Soframycin cream is primarily used to treat bacterial skin infections. Some common conditions that can be effectively treated with Soframycin cream include:\n\nInfected cuts\nWounds\nMinor burns\nUlcers\nBoils\nFurunculosis\nImpetigo\nSycosis barbae\nParonychia\nOtitis externa\nSecondary infection in sores due to scabies and scratching of scalp skin due to lice.",
        "category": "cream",
        "id" :58,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Betnovate C 0.10/3 % Cream 30 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-000200/BETNOVATE-C-0.12-3--CREAM-30-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹64.45",
        "composition": "BETAMETHASONE (0.1 %) + CLIOQUINOL (3 %)",
        "description": "Betnovate C Cream belongs to a class of drugs known as steroids. It's a topical cream that is used to treat allergic skin disorders. Betnovate C Cream reduces inflammation, itching, and redness associated with a variety of skin conditions. It works by inhibiting the release of inflammatory chemicals in the body. Betnovate C Cream is exclusively for external use and should be used according to your doctor's instructions. Before applying a thin layer of Betnovate C Cream, you should generally cleanse and dry the affected region. Any contact with your eyes, nose, or mouth should be avoided. If you get it in these places by accident, just rinse it out with plenty of water. Unless ordered by a doctor, do not cover the treated area with airtight dressings such as bandages. At the location of application, Betnovate C Cream may induce a burning feeling, itching, irritation, redness, and pain. Betnovate C Cream is usually transient and fades away with time. However, if they continue or worsen, consult your doctor.\n\nWhen it comes to treating allergic skin issues, there are a few things to keep in mind.\n\nEczema, psoriasis, and dermatitis are examples of allergic skin disorders involving inflammation and itching that can be treated with Betnovate C Cream. It works by inhibiting the activity of certain molecules in the body that induce skin irritation. It is a safe and effective treatment when administered correctly. Betnovate C Cream reduces the scaly, itchy patches that might appear on the elbows, knees, scalp, and other regions of the body when treating psoriasis. It lowers the redness, rash, soreness, and itching caused by your skin's reaction to an irritant in the treatment of eczema and dermatitis. As a result, as your appearance changes, Betnovate C Cream boosts your self-esteem and confidence.\n\nAlways use the cream or ointment according to the directions and only apply the amount specified. To get the most out of it, use it for the recommended amount of time.\n\nBetnovate C skin cream price: Buy medicine online through Truemeds at the best price and discounts. Betnovate C skin cream price information is available on our Page. If there are any changes in Betnovate C skin cream price, It will be updated at discreet notice.",
        "uses": "Betnovate C Cream uses: It is used in the Treatment of Allergic skin conditions.\n\n\n\n\nBenefits of Betnovate C cream\n\nIn the Treatment of Allergic Diseases\n\nArthritis, lupus, psoriasis, ulcerative colitis, and disorders affecting the skin, blood, eyes, lungs, stomach, and nervous system are all treated with Betnovate C Cream. It works by reducing your immune system's response to these conditions and preventing the release of inflammatory molecules in the body. It aids in the relief of swelling, discomfort, itching, and other allergic-like reactions. Ask your doctor if you have any questions about why you are being given this medicine\n\nAlways take it exactly as your doctor has instructed. Do not stop taking it without consulting your doctor. Withdrawal symptoms might be uncomfortable as a result of this. Betnovate C Cream affects your immune system, you should avoid being around sick or infected people. Betnovate C cream price: Buy medicine online through Truemeds at the best price and discounts. Betnovate C cream price information is available on our Page. If there are any changes in the Betnovate C cream price, It will be updated at discreet notice. \n\n\n\n\nIs Betnovate C good for pimples?\n\nIf you have rosacea (redness and often red, tiny, pus-filled lumps on the face), acne, perioral dermatitis (redness and swelling of the skin around the mouth), psoriasis, chickenpox, herpes, cold sores, athlete's foot, ringworm, thrush, or impetigo, you should not use Betnovate C Cream 30 gm.\n\nBetnovate c uses for face-\n\nIt's frequently used to diagnose or treat itching, redness, and fungal infections. Dryness, changes in skin tone and colour, excessive hair growth, and itching are some of the negative effects. In the production of Betnovate C Skin Cream, the salts Betamethasone Valerate and Clioquinol are used.\n\nBetnovate C for dark spots-\n\nWhen used on the face, Betnovate C's steroids usually cause skin thinning. Is Betnovate C effective in the treatment of pigmentation? Dark spots and pigmentation are not treated with Betnovate C. It's an antifungal ointment that prevents bacteria from multiplying on the skin's surface and causing illnesses.",
        "category": "cream",
        "id" :59,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Betnovate N 0.1/0.5 % Cream 25 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-003865/BETNOVATE-N-0.1-0.5--CREAM-25-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹55.30",
        "composition": "BETAMETHASONE (0.1 %) + NEOMYCIN (0.5 %)",
        "description": "Betnovate N Cream is used in treatment of skin infections. It reduces inflammation symptoms like redness, swelling, and itching. It also has an antibacterial effect on the germs that cause infection.\nBetnovate N Cream is intended for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine olely to the affected parts of the skin. Rinse your eyes, nose, mouth, and vaginal area with water if it goes into them. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.Betnovate N Cream is exclusively for external use and should be used according to your doctor's instructions. Before applying a thin layer of Betnovate N Cream, you should generally cleanse and dry the affected region. Any contact with your eyes, nose, or mouth should be avoided. If you get it in these places by accident, just rinse it out with plenty of water. Unless ordered by a doctor, do not cover the treated area with airtight dressings such as bandages.\nAt the location of application, Betnovate N Cream may induce a burning feeling, itching, irritation, redness, and pain. Betnovate N Cream is  usually transient and fade away with time. However, if they continue or worsen, consult your doctor.\nWhen it comes to treating allergic skin issues, there are a few things to keep in mind.\nEczema, psoriasis, and dermatitis are examples of allergic skin disorders involving inflammation and itching that can be treated with Betnovate N Cream. It works by inhibiting the activity of certain molecules in the body that induce skin irritation. It is a safe and effective treatment when administered correctly. Betnovate N Cream  reduces the scaly, itchy patches that might appear on the elbows, knees, scalp, and other regions of the body when treating psoriasis. It lowers the redness, rash, soreness, and itching caused by your skin's reaction to an irritant in the treatment of eczema and dermatitis. When a result, as your appearance changes, Betnovate N Cream boosts your self-esteem and confidence.\nAlways use the cream or ointment according to the directions and only apply the amount specified. To get the most out of it, use it for the recommended amount of time.\nIn the Treatment of Allergic Diseases\nArthritis, lupus, psoriasis, ulcerative colitis, and disorders affecting the skin, blood, eyes, lungs, stomach, and nervous system are all treated with Betnovate N Cream. It works by reducing your immune system's response to these conditions and preventing the release of inflammatory molecules in the body. It aids in the relief of swelling, discomfort, itching, and other allergic-like reactions. Ask your doctor if you have any questions about why you are being given this medicine\n  Always take it exactly as your doctor has instructed. Do not stop taking it without consulting your doctor. Withdrawal symptoms might be uncomfortable as a result of this. Betnovate N Cream  affects your immune system, you should avoid being around sick or infected people.",
        "uses": "Betnovate N Cream uses: It is used in Treatment of Bacterial skin infections",
        "category": "cream",
        "id" :60,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Glyco 6 % Cream 30 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-001020/GLYCO-6--CREAM-30-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹201.00",
        "composition": "GLYCOLIC ACID (6 %)",
        "description": "Glyco 6% Cream belongs to the 'Alpha-hydroxy acid' pharmaceutical class, which is typically used for brighter, more radiant skin. It's also used to treat acne (pimples), acne scars, melasma, hyperpigmentation, wrinkles, and photoaging, among other things (premature ageing of the skin caused by repeated exposure to UV radiation). \nGlyco 6% Cream is exclusively for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine solely to the affected parts of the skin. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.",
        "uses": "Glyco 6% Cream is used in treatment of Acne",
        "category": "cream",
        "id" :61,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Dermi 5 Cream 15 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-003769/DERMI-5-CREAM-15-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹55.50",
        "composition": "CLIOQUINOL (1 %) + CLOBETASOL PROPIONATE (0.05 %) + CLOTRIMAZOLE (1 %) + GENTAMICIN (0.1 %) + TOLNAFTATE (1 %)",
        "description": "Dermi Cream is used to treat a wide range of skin infections. By acting against the infection-causing germs, it reduces inflammatory symptoms like redness, swelling, and itching.\nDermi Cream is exclusively for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine olely to the affected parts of the skin. Before and after applying the drug, wash your hands. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.",
        "uses": "Dermi cream is used in treatment of Skin infections",
        "category": "cream",
        "id" :62,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Skinshine Cream 30 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-003795/SKINSHINE-CREAM-30-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹240.00",
        "composition": "HYDROQUINONE (2 %) + MOMETASONE (0.1 %) + TRETINOIN (0.025 %)",
        "description": "Skinshine Cream is used in the treatment of melasma. It aids in the rapid rejuvenation of the skin. It reduces the appearance of redness, swelling, and itching. Skinshine Cream should be used according to your doctor's instructions for dosage and duration. Before using this drug, make sure you wash your hands. Before using, it is a good idea to read the instructions on the label. It is only for external usage. Do not exceed the advised dose of this medication. Notify your doctor if you have a history of recognized allergies to this medication. The most often reported adverse reactions to this medication are burning, irritation, itching, and redness at the application site.\n\nConsult your doctor if any of these adverse effects or any other symptoms you believe are related to this medicine continue for an extended period. Inform your doctor if you are pregnant or have any other medical condition. This medication is not recommended for use in nursing mothers.\n\nInformation on Skinshine Cream substitutes is available in the application. Skinshine Cream Price: Buy medicines online through Truemeds at the best price and discounts. Skinshine Cream price information is available on our Page. If there are any changes in Skinshine Cream price, It will be updated at discreet notice.",
        "uses": "Skinshine Cream uses: It is used in the treatment of Melasma.\n\n\n\n\nSkinshine Cream benefits\n\nMelasma Treatment\n\nMelasma is a fairly common skin condition that results in dark, discoloured patches of skin. Females are more frequently affected than males. Skinshine Cream assists in lightening these dark patches of skin that are frequently produced by pregnancy, birth control pills, hormone medication, or skin injury. It significantly inhibits the skin's discolouration-causing process. Additionally, Skinshine Cream alleviates any redness, rash, soreness, or irritation associated with this illness.\n\nAs your appearance changes, this boosts your self-esteem and confidence. Always follow the manufacturer's instructions and apply only the recommended amount. Continue using it for the duration advised reaping the full advantages.",
        "category": "cream",
        "id" :63,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Dermikem Oc Plus Cream 15 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-000589/DERMIKEM-OC-PLUS-CREAM-15-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹92.00",
        "composition": "CLOBETASOL PROPIONATE (0.05 %) + MICONAZOLE (2 %) + NEOMYCIN (0.5 %)",
        "description": "Dermikem OC Plus Cream is a combination drug that can be used to treat a wide range of skin infections. By acting against the infection-causing germs, it reduces inflammatory symptoms like redness, swelling, and itching. Dermikem OC Plus Cream is solely for external usage and should be applied according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine only to the affected parts of the skin. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine regularly. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsen.\n\nInformation on Dermikem OC plus cream substitute is available in the application. Dermikem OC Price: Buy medicines online through Truemeds at the best price and discounts. Dermikem OC price information is available on our Page. If there are any changes in the Dermikem OC price, It will be updated at discreet notice.",
        "uses": "Dermikem OC cream uses- It is used in the treatment of skin infections.\n\n\n\n\nBenefits of Dermikem OC cream\n\nIn Skin Infection Treatment\n\nDermikem OC Plus Cream is a medication cocktail used to treat skin infections caused by microorganisms like bacteria and fungi. It destroys and inhibits the growth of infection-causing germs, eliminating the infection and alleviating symptoms. It also prevents the release of chemicals that cause itching, redness, and swelling. As a result, this medication reduces the inflammation caused by these infections.\n\n\n\n\nEven if your symptoms vanish, you should continue to use Dermikem OC Plus Cream for as long as suggested, as they may reappear. This could take many weeks depending on the type of infection you're treating. Even if your illness has been entirely cured, you may need to apply it regularly to keep the symptoms from recurring.",
        "category": "cream",
        "id" :64,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Castor Nf Cream 25 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-003814/CASTOR-NF-CREAM-25-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹110.00",
        "composition": "CIPROFLOXACIN (1 %) + CLOBETASOL PROPIONATE (0.05 %) + METRONIDAZOLE (1 %) + TERBINAFINE (1 %)",
        "description": "Castor NF Cream is a multi-purpose treatment that can be used to treat a variety of skin infections. It reduces inflammation symptoms like redness, swelling, and itching. It also has an antibacterial effect on the germs that cause infection.\nCastor NF Cream is exclusively for external usage and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine olely to the affected parts of the skin. Rinse your eyes, nose, mouth, and vaginal area with water if it goes into them. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.",
        "uses": "Castor NF Cream is used in the Treatment  of Skin infections",
        "category": "cream",
        "id" :65,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Panderm Plus Plus 0.05/0.5/2 % Cream 15 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-001723/PANDERM-PLUS-PLUS-0.05-0.5-2--CREAM-15-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹112.00",
        "composition": "CLOBETASOL PROPIONATE (0.05 %) + MICONAZOLE (2 %) + NEOMYCIN (0.5 %)",
        "description": "Panderm + + Cream is a combination drug that can be used to treat a variety of skin infections. By acting against the infection-causing germs, it reduces inflammatory symptoms like redness, swelling, and itching.\nPanderm + + Cream is exclusively for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine olely to the affected parts of the skin. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.",
        "uses": "Panderm + + Cream used in the Treatment of Skin infections",
        "category": "cream",
        "id" :66,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Candid B 0.025/1 % Cream 20 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-000265/CANDID-B-0.025-1--CREAM-20-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹145.00",
        "composition": "BECLOMETASONE (0.025 %) + CLOTRIMAZOLE (1 %)",
        "description": "Candid B Cream is a multi-drug treatment. It is used to treat a variety of skin illnesses, most commonly fungal infections. Candid B Cream reduces inflammation symptoms like redness, swelling, and itching. It also works against the germs that cause infection.\nCandid B Cream is exclusively for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine olely to the affected parts of the skin. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.Itching, dryness, redness, and a burning feeling at the application site are the most prevalent side effects of Candid B Cream. These are typically self-contained. Serious side effects are quite uncommon. If you have an allergic response, you should see a doctor (rashes, itching, swelling, shortness of breath, etc.).\nIt is critical to inform your doctor if you are now taking or have recently taken any other medicine for the same or other disorders. Candid B Cream should be used with caution and caution by pregnant and nursing women.\nIt's possible that using Candid B Cream while pregnant is risky. Animal research have demonstrated negative effects on the growing foetus, despite the lack of human studies. Before prescribing Candid B Cream to you, your doctor will consider the advantages as well as any potential hazards. Please seek medical advice.\nuse Candid B Cream safely in pregnancy. Animal research have demonstrated negative effects on the growing foetus, despite the lack of human studies. Before prescribing Candid B Cream to you, your doctor will consider the advantages as well as any potential hazards. Please seek medical advice. Apply Candid B Cream as soon as possible if you miss a dosage. However, if your next dose is approaching, skip the missing dose and return to your regular schedule. \nStop using Candid B Cream and see your doctor if you suspect the region of skin you're treating has become more inflamed and infected.",
        "uses": "Candid B cream is used to treat Fungal skin infections",
        "category": "cream",
        "id" :67,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Demelan 10/5/2 % Cream 20 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-000563/DEMELAN-10-5-2--CREAM-20-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹450.00",
        "composition": "ARBUTIN (5 %) + GLYCOLIC ACID (10 %) + KOJIC ACID (2 %)",
        "description": "Demelan cream is a topical cream that is used to treat disorders with skin pigmentation. Arbutin, glycolic acid, and kojic acid are all present. It aids in the reduction of dark skin discoloration caused by sun exposure, certain disorders, pregnancy, and other factors. Demelan cream is a skin lightening agent that helps to improve the texture and pigment of the skin. This cream should not be used excessively. If worn for longer than suggested, it may irritate the skin. Demelan cream is solely for external use and should be applied according to your doctor's instructions.",
        "uses": "Demelan Cream is used in prevention of Discoloration, acne, pimples, brown spots",
        "category": "cream",
        "id" :68,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Fourderm Cream 20 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-000872/FOURDERM-CREAM-20-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹167.75",
        "composition": "CHLORHEXIDINE (0.20 %) + CLOBETASOL PROPIONATE (0.05 %) + MICONAZOLE (2 MG) + NEOMYCIN (0.5 MG)",
        "description": "Fourderm 20 GM Cream is a cream that contains four drugs to treat skin infections successfully. It stops bacteria from growing and lowers infection-related redness, swelling, and itching. Fourderm Cream should only be used externally. Use it according to your doctor's instructions for dosage and duration. Only use it on the skin's afflicted regions. If you unintentionally get this drug in your eyes or mouth, rinse them thoroughly with water. To improve efficacy, finish the entire course of treatment.\n\nWhile this medication is generally considered safe, it may occasionally produce itching, a burning feeling, or discomfort. These are mild and transitory side effects; however, if they persist, contact your doctor immediately.\n\nInformation on Fourderm cream 20 gm substitute is available in the application. Fourderm cream 20 gm Price: Buy medicines online through Truemeds at the best price and discounts. Fourderm cream 20 gm price information is available on our Page. If there are any changes in the Fourderm cream 20 gm price, It will be updated at discreet notice.",
        "uses": "Fourderm 20 GM Cream is used in the treatment of skin infections.\n\n\n\n\nBenefits of Fourderm 20 GM Cream\n\nIn Skin Infection Treatment\n\nFourderm 20 GM Cream is a topical solution that contains a combination of medications used to treat skin infections caused by microorganisms such as bacteria and fungi. It works by destroying and inhibiting the growth of illness-causing germs, therefore eradicating the infection and alleviating symptoms. Additionally, it inhibits the release of substances that produce itching, redness, and swelling. As a result, Fourderm 20 GM Cream also alleviates the inflammation associated with these infections.\n\nYou should continue to take this medication for the duration advised, even if your symptoms improve; otherwise, they may recur. This may take several weeks, depending on the type of infection being treated. Even if your skin has healed, you may need to apply it periodically to prevent recurrence of symptoms.",
        "category": "cream",
        "id" : 69,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Clop G 0.05/0.1 % Cream 30 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-003786/CLOP-G-0.05-0.1--CREAM-30-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹35.57",
        "composition": "CLOBETASOL PROPIONATE (0.05 %) + GENTAMICIN (0.1 %)",
        "description": "Clop-G Cream is used to treat bacterial skin infections. By acting against the infection-causing germs, it reduces inflammatory symptoms like redness, swelling, and itching.\nClop-G Cream is exclusively for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine olely to the affected parts of the skin. Before and after applying the drug, wash your hands. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.",
        "uses": "Clop-G Cream is used in the Treatment of Bacterial skin infections",
        "category": "cream",
        "id" : 70,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Melamet Cream 15 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-003779/MELAMET-CREAM-15-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹85.20",
        "composition": "HYDROQUINONE (2 %) + MOMETASONE (0.1 %) + TRETINOIN (0.025 %)",
        "description": "Melamet Cream  contains a combination of drugs for the treatment of melasma. It aids in the rapid rejuvenation of the skin. It reduces the appearance of redness, swelling, and itching.\nMelamet Cream should be used according to your doctor's instructions for dosage and duration. Before using this drug, make sure you wash your hands. Before using, it is a good idea to read the instructions on the label. It is only for external usage.",
        "uses": "Melamet is used in treatment of Melasma",
        "category": "cream",
        "id" : 71,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Diprolite 0.025/1/0.5 % 15 GM Cream",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-000645/DIPROLITE-0.025-1-0.5--15-GM--CREAM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹65.00",
        "composition": "BECLOMETASONE (0.025 %) + CLOTRIMAZOLE (1 %) + NEOMYCIN (0.5 %)",
        "description": "Diprolite Cream is used to treat a variety of skin infections. It reduces inflammation symptoms like redness, swelling, and itching. It also has antibacterial properties against bacteria that cause infections.\nDiprolite Cream is intended for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine olely to the affected parts of the skin. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.",
        "uses": "Diprolite cream is used in treatment of Skin infections",
        "category": "cream",
        "id" : 72,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Demelan 10/5/2 % Cream 20 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-000563/DEMELAN-10-5-2--CREAM-20-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹450.00",
        "composition": "ARBUTIN (5 %) + GLYCOLIC ACID (10 %) + KOJIC ACID (2 %)",
        "description": "Demelan cream is a topical cream that is used to treat disorders with skin pigmentation. Arbutin, glycolic acid, and kojic acid are all present. It aids in the reduction of dark skin discoloration caused by sun exposure, certain disorders, pregnancy, and other factors. Demelan cream is a skin lightening agent that helps to improve the texture and pigment of the skin. This cream should not be used excessively. If worn for longer than suggested, it may irritate the skin. Demelan cream is solely for external use and should be applied according to your doctor's instructions.",
        "uses": "Demelan Cream is used in prevention of Discoloration, acne, pimples, brown spots",
        "category": "cream",
        "id" : 73,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Surfaz Sn Cream 10 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-002058/SURFAZ-SN-CREAM-10-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹96.30",
        "composition": "BECLOMETASONE (0.025 %) + CLOTRIMAZOLE (1 %) + NEOMYCIN (35.0 MG)",
        "description": "Surfaz SN Cream is a combination treatment for treating skin infections. It reduces inflammation symptoms like redness, swelling, and itching. It also has antibacterial properties against bacteria that cause infections. Surfaz SN Cream is intended for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine only to the affected parts of the skin. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine regularly. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsen.\n\nInformation on the Surfaz SN Cream substitute is available in the application. Surfaz SN Cream Price: Buy medicines online through Truemeds at the best price and discounts. Surfaz SN Cream price information is available on our Page. If there are any changes in Surfaz SN Cream price, It will be updated at discreet notice.",
        "uses": "Surfaz SN Cream uses- It is used in the Treatment of Skin infections.\n\n\n\n\nBenefit of Surfaz SN Cream\n\nInfections of the skin\n\nTo treat skin infections brought on by bacteria and fungi, Surfaz-SN Cream contains a combination of medications. It kills and inhibits the growth of bacteria that cause infection, ultimately eradicating the illness and reducing its symptoms. Also, it inhibits the release of substances that produce itching, redness, and swelling. Because of these infections, this drug reduces inflammation.\n\n\n\n\nEven if your symptoms go away, you should continue taking this medication for the recommended amount of time. This could take many weeks, depending on the infection you're treating. If the symptoms recur, you may have to keep applying the cream even after it has completely healed your skin.\n\n\n",
        "category": "cream",
        "id" : 74,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "No Scars Cream 20 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-OINT1-001171/NO-SCARS-CREAM-20-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹259.00",
        "composition": "HYDROQUINONE (2 %) + MOMETASONE (0.10 %) + TRETINOIN (0.025 %)",
        "description": "No Scars cream is a prescription medication used in the treatment of melasma. Which provides relief from symptoms such as redness, swelling, and itching. It facilitates healing without leaving any scars.\n\nThis medication should be used according to the package instructions or as your doctor advises. Melasma is the formation of dark spots on the skin. No Scars cream lightens the scars caused by injury, pregnancy, hormonal issues, etc.\n\nNo Scars contains hydroquinone (w/w), mometasone (0.1% w/w), and tretinoin (0.025% w/w). The cream may cause side effects such as burning, irritation and itchiness. These usually go away independently; however, consult a doctor if the symptoms persist.",
        "uses": "No Scars cream is used for the treatment of melasma.",
        "category": "cream",
        "id" : 75,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Glyco 12 % Cream 30 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-001018/GLYCO-12--CREAM-30-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹322.00",
        "composition": "GLYCOLIC ACID (12 %)",
        "description": "Glyco 12 Cream 30 gm belongs to the 'Alpha-hydroxy acid' pharmaceutical class, which is typically used for brighter, more radiant skin. It's also used to treat acne (pimples), acne scars, melasma, hyperpigmentation, wrinkles, and photoaging, among other things (premature ageing of the skin caused by repeated exposure to UV radiation). Glyco 12 Cream 30 gm is made from sugarcane and has antibacterial, antioxidant, keratolytic (removes warts and calluses), comedolytic (prevents blemish formation), and anti-inflammatory properties. Acne is a skin disorder that occurs when oil and dead skin cells clog the hair follicles, causing age spots.\nGlyco 12 Cream 30 gm contains 'Glycolic acid,' which helps peel the skin and treat comedones by increasing the turnover rate of epithelial cells (cells that line the skin's surface) (skin-colored, small bumps due to acne). Glyco 12 Cream 30 gm fights bacteria, soothes inflammation, and clears clogged pores. When applied to the skin, it decomposes and releases oxygen. This oxygen serves as a bactericidal agent, killing the acne-causing bacteria Propionibacterium acnes.",
        "uses": "Glyco 12 Cream is use in the treatment of Acne (pimples), Melasma, Hyperpigmentation, Wrinkles, Photoaging (premature aging of the skin caused by repeated exposure to UV radiation)",
        "category": "cream",
        "id" : 76,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Ketocip 2 % Cream 15 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-003884/KETOCIP-2--CREAM-15-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹80.00",
        "composition": "KETOCONAZOLE (2 %)",
        "description": "Ketocip Cream belongs to a class of drugs known as antifungals. It is used to treat cutaneous fungal infections. It works by destroying the fungus that causes athlete's foot, thrush, and ringworm infections.\nKetocip Cream should be used according to your doctor's instructions for dosage and duration. To obtain the best benefit from this medicine, it should be used on a regular basis. Do not use more than you require; doing so will not improve your condition and may even worsen the adverse effects. After 2 to 4 weeks, most skin infections will be gone. Use the medicine just as directed by your doctor, and notify him or her if your condition does not improve after 2 to 4 weeks of treatment. If you have Athlete's foot, properly wash your socks or tights and, if feasible, change your shoes on a regular basis.",
        "uses": "Ketocip Cream is used in Treatment of Fungal skin infections",
        "category": "cream",
        "id" : 77,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Ketofresh Ct Cream 15 GM",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-COOM1-001139/KETOFRESH-CT-CREAM-15-GM_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹90.00",
        "composition": "CLOBETASOL PROPIONATE (0.05 %) + GENTAMICIN (0.1 %) + IODOCHLORHYDROXYQUINOLINE (1 %) + KETOCONAZOLE (2 %) + TOLNAFTATE (1 %)",
        "description": "Ketofresh CT Cream is a combination drug that can be used to treat a variety of skin problems. By acting against the infection-causing germs, it reduces inflammatory symptoms like redness, swelling, and itching.\nKetofresh CT Cream is exclusively for external use and should be used according to your doctor's instructions. With clean and dry hands, apply a thin layer of the medicine olely to the affected parts of the skin. Before and after applying the drug, wash your hands. Rinse with water if it gets into your eyes, nose, mouth, or vaginal area. Your symptoms may take several days to weeks to improve, but you should continue to take this medicine on a regular basis. To ensure the medicine's efficacy, the course of therapy should be finished. You should consult your doctor if your condition does not improve or worsens.",
        "uses": "Ketofresh CT Cream used in the Treatment of Skin infections",
        "category": "cream",
        "id" :78,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Human Mixtard 30/70 40 IU Injection 10 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-005247/HUMAN-MIXTARD-30-70-40-IU-INJECTION-10-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "15% OFF",
        "price": "MRP ₹175.48",
        "composition": "HUMAN PREMIX INSULIN (40 IU)",
        "description": "Human Mixtard 40IU 10ml inj contains two Types of insulin: intermediate-acting and short-acting insulin. It is used to enhance blood sugar management in both adults and children with diabetes mellitus (Type 1 and 2). It aids diabetic individuals in maintaining blood sugar levels.\n\nIn most cases, Human Mixtard 40IU 10ml inj is prescribed in conjunction with other diabetes medicine. Your doctor or nurse will show you how to inject it correctly under the skin. It should be consumed 15 minutes before or within 20 minutes of beginning a meal. If your doctor orders you to stop taking it, don't. It is simply one component of a therapy plan that should include a balanced diet, regular exercise, and weight loss as prescribed by your doctor. Regularly check your blood sugar levels, keep note of your results, and share your findings with your doctor. Human Mixtard 40IU 10ml inj is critical for determining the optimum pharmaceutical dosage for you.\n\nLow blood sugar levels are the most common side effect of the Human Mixtard 40IU 10ml inj (hypoglycemia). To avoid this, make sure you only inject the correct dose of medicine, eat regular meals, and check your blood sugar levels regularly. Excessive alcohol consumption might cause a drop in blood sugar levels. Reactions at the injection site, such as redness or swelling, are other possible side effects of the Human Mixtard 40IU 10ml inj. While using insulin, some people gain weight. While using Human Mixtard 40IU 10ml inj, you may get a rash, oedema (swelling), or itching.\n\nHuman Mixtard 40IU 10ml inj price: Buy medicine online through Truemeds at the best price and discounts. Human Mixtard 40IU 10ml inj price information is available on our Page. If there are any changes in Mixtard 30/70 cartridge price, It will be updated at discreet notice.",
        "uses": "Human Mixtard 40IU 10ml inj is used in the treatment of Diabetes mellitus (Type 1 & Type 2).\n\n\n\n\nBenefits of Human Mixtard 40IU 10ml inj\n\nHuman Mixtard 40IU 10ml inj contains both intermediate-acting and short-acting insulin for diabetes mellitus (Type 1 and Type 2). They work together to provide immediate and consistent sugar control, which helps to maintain blood sugar levels throughout the day. Human Mixtard 40IU 10ml inj is administered as an injection, and your doctor or nurse will instruct you on how to administer it correctly. Managing blood glucose levels is an important element of diabetes management. If you can keep your blood sugar under control, you'll be less likely to develop major diabetic consequences like kidney damage, eye damage, nerve difficulties, and limb loss. Regularly taking Human Mixtard 40IU 10ml inj, coupled with a nutritious diet and exercise, will enable you to live a normal, healthy life.",
        "category": "injection",
        "id" :79,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Human Actrapid 40 IU Injection 10 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-000082/HUMAN-ACTRAPID-40-IU-INJECTION-10-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "15% OFF",
        "price": "MRP ₹175.48",
        "composition": "REGULAR HUMAN INSULIN (40 IU)",
        "description": "Human Actrapid 40IU/ml Solution for Injection is a type of insulin medication used to treat diabetes. It is a short-acting insulin that helps lower blood sugar levels by increasing glucose uptake into the body's cells.\nThe Human Actrapid 40IU/ml Solution for Injection composition includes human insulin, a hormone naturally produced by the pancreas to regulate glucose metabolism in the body. \nDoctors prescribe Human Actrapid 40IU/ml Solution for Injection for people with type 1 diabetes or type 2 diabetes who require insulin therapy.\nPeople with diabetes and high blood sugar are susceptible to life-threatening complications, including heart disease, stroke, kidney problems, nerve damage, and eye problems. Using insulin, making lifestyle changes and regularly checking your blood sugar may help to manage your diabetes and improve your health. Insulin therapy may also decrease your chances of having a heart attack, stroke, or other diabetes-related complications such as kidney failure, nerve damage, eye problems, changes or loss of vision, or gum disease.",
        "uses": "Type 1 diabetes: It is a condition in which the body does not make insulin and, therefore, cannot control the amount of sugar in the blood. They require insulin therapy to regulate their blood sugar levels. Human Actrapid 40IU/ml Solution for Injection is one of several types of insulin that can be used for this purpose.\nType 2 diabetes: It is a condition in which the blood sugar is too high because the body does not produce or use insulin normally. Human Actrapid 40IU/ml Solution for Injection is e prescribed in combination with other medications or insulin therapies to help manage blood sugar levels in type 2 diabetes patients.",
        "category": "injection",
        "id" :80,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Optineuron Injection 3 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-009935/OPTINEURON-INJECTION-3-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹11.50",
        "composition": "CYANOCOBALAMIN (1000 MCG) + D-PANTHENOL (50 MG) + NICOTINAMIDE (100 MG) + RIBOFLAVINE (5 MG) + THIAMINE (100 MG) + VITAMIN B6 (PYRIDOXINE) (100 MG)\n...\nSee more",
        "description": "Optineuron Injection treats both nutritional and vitamin B12 deficits. It is a multivitamin supplement. Optineuron contains nutrients that support healthy nervous system activity and improve energy levels. Additionally, it aids in the production of red blood cells.\n\nOverall, it ensures the healthy development and functioning of the body. Consult your doctor and adhere to the dosage instructions. This injection is administered under the supervision of a healthcare professional. You must not self-administer this medication.\n\nAs with any other medication, there might be certain common as well as rare side effects. If they persist over longer periods or worsen, it is recommended to seek medical attention immediately. Also, inform your doctor if you have any known allergies or ongoing medications before starting Optineuron Injection.",
        "uses": "Optineuron Injection effectively relieves symptoms of peripheral neuropathy.\nNeurological trauma recovery is alleviated with the use of this medicine.\nTreats neurological disorders, including MS, GBS, and diabetic neuropathy.",
        "category": "injection",
        "id" :81,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Neurobion Forte Rf Injection 2 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-009918/NEUROBION-FORTE-RF-1000-MCG-100MG-INJECTION-2-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹18.00",
        "composition": "METHYLCOBALAMIN (1 MG) + NICOTINAMIDE (100 MG) + VITAMIN B6 (PYRIDOXINE) (100 MG)",
        "description": "Neurobion RF Forte Injection is a mixture of medicine used to address vitamin and nutritional deficiencies. It ensures that the body grows and functions properly.\nUnder the supervision of a healthcare practitioner, Neurobion RF Forte Injection is delivered as an injection. This injection should not be self-administered. If you have any known sensitivities to this drug, tell your doctor.",
        "uses": "Neurobion INJ is used in Treatment of Nutritional deficiencies",
        "category": "injection",
        "id" :82,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Proluton Depot 500 MG Injection 2 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-006679/PROLUTON-DEPOT-500-MG-INJECTION-2-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹370.70",
        "composition": "HYDROXYPROGESTERONE (500 MG)",
        "description": "Preventing premature labour in pregnant women with Proluton Depot Injection reduces the chance of delivering delivery too soon (preterm birth). It helps to prevent miscarriage and reduces the chance of premature birth in women who have already experienced one premature birth.\nOnly a doctor or someone who is under the supervision of a doctor can give you Proluton Depot Injection. It should be regarded as medical advice. Your doctor will determine how much and for how long you need to take it. This injection should be given to you for as long as it is advised.",
        "uses": "Proluton Depot Injection is used in treatment of Premature Labor",
        "category": "injection",
        "id" :83,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Nurokind Gold Injection 2 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-005819/NUROKIND-GOLD-INJECTION-2-ML_nurokind-gold-injection-2-ml--TM-INON2-005819_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹26.99",
        "composition": "METHYLCOBALAMIN (1.5 MG) + NIACINAMIDE (100 MG) + VITAMIN B6 / PYRIDOXINE (100 MG)",
        "description": "Nurokind-Gold Injection is a nutritional supplement that aids in the treatment of vitamin and other nutrient deficiencies. It ensures that the body grows and functions properly.\nNurokind-Gold Injection is only given under the guidance of a medical practitioner. This injection should not be given to yourself. If you have any known sensitivities to this drug, tell your doctor.",
        "uses": "Nurokind Gold is used in Treatment of Nutritional deficiencies",
        "category": "injection",
        "id" :84,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Deca Durabolin 50 MG Injection 1",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-002036/DECA-DURABOLIN-50-MG-INJECTION-1_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹410.00",
        "composition": "NANDROLONE (50 MG)",
        "description": "DECA DURABOLIN 50 MG INJECTION used to treat postmenopausal women with osteoporosis. It aids in the strengthening of bones that have become thin and fragile as a result of osteoporosis.\nA healthcare practitioner usually administers DECA DURABOLIN 50 MG INJECTION. This medicine hould not be self-administered at home. Your doctor will determine the dosage and frequency of administration. To get the most out of it, you should take it on a regular basis. Even if you feel better, do not stop taking the medicine until your doctor tells you to.",
        "uses": "Deca Durabolin injection is used in Treatment of Post menopausal osteoporosis",
        "category": "injection",
        "id" :85,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Arachitol 600000 IU Injection 1 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-000431/ARACHITOL-600000-IU-INJECTION-1-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹67.96",
        "composition": "VITAMIN D3 (CHOLECALCIFEROL) (600000 IU)",
        "description": "Arachitol 6L Injection aids in the absorption of calcium, which is essential for keeping healthy bones. This drug is used to treat some bone disorders such as weakening bones if your diet does not give enough vitamin D. (osteoporosis).\nArachitol 6L Injection should only be administered by a healthcare professional and should never be self-administered. To get the most out of it, you should take it on a regular basis. If you're taking it to treat osteoporosis, you'll also be given other medicine. This medicine may be used as part of a larger treatment plan that includes dietary adjustments as well as calcium and vitamin supplements. Learn which items to eat to ensure that you get adequate calcium and vitamin D in your diet.",
        "uses": "Arachitol injection is used in Treatment of Vitamin D deficiency\nTreatment of Osteoporosis",
        "category": "injection",
        "id" :86,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Deriphyllin 25.3/84.7 MG Injection 2 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-002132/DERIPHYLLIN-25.3-84.7-MG-INJECTION-2-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹9.00",
        "composition": "ETOFYLLINE / ETOPHYLLINE (84.7 MG) + THEOPHYLLINE (25.3 MG)",
        "description": "Deriphyllin Injection is used in treatment of asthma and chronic obstructive pulmonary disorder (a lung disorder in which the flow of air to the lungs is blocked). It aids in the relaxation of the muscles of the airways, making breathing easier.\nDeriphyllin Injection will be given to you by your doctor or nurse. Please do not self-medicate. The dose you receive will be determined by your medical condition and how you react to the medicine. You should continue to take this medicine for as long as your doctor advises. If you stop taking your medicine too soon, your symptoms may return and your condition may worsen. Tell your doctor about all other medicines you're taking, as some may interact with or be affected by this one.Nausea, vomiting, stomach discomfort, headache, and restlessness are the most prevalent side effects of Deriphyllin injection. The majority of symptoms are only transient and will pass with time. If you have any concerns about any of these side effects of Deriphyllin injection, contact your doctor right immediately.\nIf you have any heart, kidney, or liver disorders, you should tell your doctor before taking Deriphyllin injection so that your doctor can prescribe an appropriate dose for you. If you are pregnant, planning a pregnancy, or breastfeeding, you should tell your doctor.\nDeriphyllin injection may be harmful to a pregnant woman. Animal research have demonstrated negative effects on the growing foetus, despite the lack of human studies. Before prescribing Deriphyllin injection to you, your doctor will consider the advantages as well as any potential hazards. Please seek medical advice.\nIn patients with liver illness, Deriphyllin injection should be used with caution. Deriphyllin injection dosage may need to be adjusted. Please seek medical advice.\nDeriphyllin injection is not harmful to a nursing mother. According to human research, Deriphyllin injection does not transfer into breastmilk in large amounts and does not harm the baby.\nBreastfeeding should be avoided for 2-4 hours after taking Deriphyllin injection to reduce the medicine's exposure to the baby.\nThere is minimal evidence on the use of Deriphyllin injection in kidney disease patients. Please seek medical advice.",
        "uses": "Deriphyllin Injection is used in Treatment of Asthma\nChronic obstructive pulmonary disease (COPD)",
        "category": "injection",
        "id" :87,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Deca Instabolin 50 MG Injection 1 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-010015/DECA-INSTABOLIN-50MG-INJECTION-1-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "50% OFF",
        "price": "MRP ₹372.00",
        "composition": "NANDROLONE (50 MG)",
        "description": "Deca Instabolin drug used to treat osteoporosis in postmenopausal women is injection. It aids in the strengthening of bones that have become thin and fragile as a result of osteoporosis.\nA healthcare practitioner usually administers Deca Intabolin 50mg Injection. This medicine hould not be self-administered at home. Your doctor will determine the dosage and frequency of administration. To get the most out of it, you should take it on a regular basis. Even if you feel better, do not stop taking the medicine until your doctor tells you to.",
        "uses": "Deca Intabolin inj  is used in the Treatment of Post menopausal osteoporosis",
        "category": "injection",
        "id" :88,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Testoviron Depot 250 MG Injection 1 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-007776/TESTOVIRON-DEPOT-250-MG-INJECTION-1-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹414.60",
        "composition": "TESTOSTERONE (250 MG)",
        "description": "Testoviron Depot 250 Injection is a drug that is used to treat male hypogonadism, which is caused by low testosterone levels. It is only given to men who have a history of medical problems. It aids in the restoration of testosterone levels in the male body.\nTestoviron Depot 250 Injection is injected directly into the skin or muscles. The dose and frequency of injections are determined by the purpose of the injection. Your doctor will determine how much improvement you require. You should take this medicinefor the entire time that it has been recommended for you.",
        "uses": "Testoviron Depot 250 Injection is used in treatment of Male hypogonadism",
        "category": "injection",
        "id" :89,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Vitcofol C Combipack Injection 2.5 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-009991/VITCOFOL-C-COMBIPACK-INJECTION-2.5-ML_vitcofol-c-combipack-injection-25-ml--TM-INON2-009991_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹19.08",
        "composition": "CYANOCOBALAMIN / VITAMIN B12 (2.5 MG) + FOLIC ACID (0.7 MG) + NIACINAMIDE (12 MG) + VITAMIN C / ASCORBIC ACID (150 MG)",
        "description": "Vitcofol C Combipack Injection is used to treat nutritional deficiencies. It aids in body growth and development and refills the body's vital nutrient supplies.\nVitcofol C Combipack Injection should only be administered by a doctor and should never be self-administered. What you take it for determines the dose and frequency with which you take it. Your doctor will determine how much improvement you require. You should continue to take the medicine for as long as it has been given to you.",
        "uses": "Vitcofol C is used in treatment of Nutritional deficiencies",
        "category": "injection",
        "id" :90,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Human Mixtard 50/50 40 IU Injection 10 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-005248/HUMAN-MIXTARD-50-50-40-IU-INJECTION-10-ML_human-mixtard-5050-40-iu-injection-10-ml--TM-INON2-005248_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹241.58",
        "composition": "HUMAN PREMIX INSULIN (40 IU)",
        "description": "Human Mixtard Injection that contains two types of insulin: intermediate-acting and short-acting. It is used to enhance blood sugar management in both adults and children with diabetes mellitus (type 1 and 2). It aids diabetic individuals in maintaining blood sugar levels. In most cases, Human Mixtard 50 Injection 40IU/ml is used in conjunction with other diabetes medicine. Your doctor or nurse will show you how to inject it correctly under the skin. It should be consumed 15 minutes prior to or within 20 minutes of beginning a meal. If your doctor orders you to stop taking it, don't.",
        "uses": "Human Mixtard Injection is used in treatment of Diabetes mellitus (Type 1 & Type 2)",
        "category": "injection",
        "id" :91,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Lupi Hcg 5000 IU Injection 1",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-004546/LUPI-HCG-5000-IU-INJECTION-1_lupi-hcg-5000-iu-injection-1--TM-INON2-004546_1.png?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹485.99",
        "composition": "HUMAN CHORIONIC GONADOTROPIN (5000 IU)",
        "description": "Lupi-HCG 5000 Injection is used to treat infertility. It can also aid with male hypogonadism treatment (delayed puberty, and low sperm count). It works by raising testosterone levels in men and releasing eggs from the ovary in women.\nUnder the guidance of a doctor, Lupi-HCG 5000 Injection is administered as an injection. Your doctor will choose the best time to administer the injection, so always listen to his or her advise. What you take it for determines the dose and frequency with which you take it. You should take this medicine for the entire time that it has been recommended for you.",
        "uses": "Lupi-HCG Injection is used in the treatment of Female infertility\nMale hypogonadism",
        "category": "injection",
        "id" :92,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Huminsulin 30/70 40 IU Injection 10 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-003733/HUMINSULIN-30-70-40-IU-INJECTION-10-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "15% OFF",
        "price": "MRP ₹174.00",
        "composition": "HUMAN PREMIX INSULIN (40 IU)",
        "description": "Huminsulin 30/70 Solution for Injection 40IU/ml is a mix of two insulins, one intermediate-acting and one short-acting. It is used to enhance blood sugar management in both adults and children with diabetes mellitus (type 1 and 2). It aids diabetic individuals in maintaining blood sugar levels.\n Huminsulin 30/70 Solution for Injection 40IU/ml is prescribed alongside other diabetes medicine. Your doctor or nurse will show you how to inject it correctly under the skin. It should be consumed 15 minutes prior to or within 20 minutes of beginning a meal. If your doctor orders you to stop taking it, don't.",
        "uses": "Huminsulin 30/70 inj  is used in the treatment of Diabetes mellitus (Type 1 & Type 2)",
        "category": "injection",
        "id" :93,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Vitcofol 200/15/0.5 MG Injection 10 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-008471/VITCOFOL-200-15-0.5-MG-INJECTION-10-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹87.45",
        "composition": "CYANOCOBALAMIN / VITAMIN B12 (0.5 MG) + FOLIC ACID (15 MG) + NICOTINAMIDE (200 MG)",
        "description": "Vitcofol Injection is a pharmaceutical product that contains a combination of Nicotinamide (B3), Folic Acid (B9) and Cyanocobalamin (B12) as active ingredients. It is commonly used as a nutritional supplement to treat various medical conditions associated with vitamin and mineral deficiencies.\n\nNicotinamide is a form of Vitamin B3 that plays a vital role in energy production and DNA repair. It also helps to maintain healthy skin, nerves, and gastrointestinal tract. Folic Acid is a B9 vitamin essential for DNA synthesis and the production of red blood cells. It is crucial for foetal development and is often prescribed during pregnancy to prevent birth defects. Cyanocobalamin, also known as Vitamin B12, is essential for forming red blood cells and maintaining the nervous system.\n\nThe combination of these vitamins in Vitcofol Injection provides a synergistic effect that helps to support various metabolic processes in the body. The injection is indicated for treating anaemia, neuropathy, and other conditions associated with vitamin and mineral deficiencies.",
        "uses": "Here are some of the common uses of Vitcofol Injection:\n\nTreatment of anaemia: Anaemia is a medical condition in which there is a decrease in the number of red blood cells or the amount of haemoglobin in the blood. Vitcofol Injection is prescribed to treat anaemia caused by vitamin and mineral deficiencies, including folic acid, and Vitamin B12 deficiencies.\nNeuropathy: Neuropathy is a medical condition in which there is damage to the nerves that carry messages to and from the brain and spinal cord. Vitcofol Injection is prescribed to treat neuropathy caused by vitamin and mineral deficiencies, including Vitamin B12 deficiencies.\nPregnancy: Vitcofol Injection is prescribed during pregnancy to provide essential vitamins and minerals to the developing foetus. Folic Acid, one of the active ingredients in the injection, is crucial for foetal development and is often prescribed during pregnancy to prevent birth defects.\nFatigue: Vitcofol Injection is prescribed to treat fatigue caused by vitamin and mineral deficiencies, including folic acid, and Vitamin B12 deficiencies.\nNutritional deficiencies: Vitcofol Injection is prescribed to treat various nutritional deficiencies, including folic acid, and Vitamin B12 deficiencies, which can cause a wide range of symptoms and medical conditions.",
        "category": "injection",
        "id" :94,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Lupisulin M 30 30/70 40 IU Injection 10 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-004565/LUPISULIN-M30-30-70-40-IU-INJECTION-10-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹174.83",
        "composition": "HUMAN PREMIX INSULIN (40 IU)",
        "description": "Lupisulin M 30 Solution for Injection 40IU/ml is a mixture of two insulins, one intermediate-acting and the other short-acting. It is used to enhance blood sugar management in both adults and children with diabetes mellitus (type 1 and 2). It aids diabetic individuals in maintaining blood sugar levels.\nLupisulin M 30 Solution for Injection 40IU/ml is commonly used in conjunction with other diabetes medicine. Your doctor or nurse will show you how to inject it correctly under the skin. It should be consumed 15 minutes prior to or within 20 minutes of beginning a meal. If your doctor orders you to stop taking it, don't.",
        "uses": "Lupisulin M Injection is used in Treatment of Diabetes mellitus (Type 1 & Type 2)",
        "category": "injection",
        "id" :95,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Basalog 100 IU Injection 5 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-000673/BASALOG-100-IU-INJECTION-5-ML_basalog-100-iu-injection-5-ml--TM-INON2-000673_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "15% OFF",
        "price": "MRP ₹783.13",
        "composition": "GLARGINE (100 IU)",
        "description": "Basalog 100IU/ml Injection is a long-acting insulin that is used to treat both adults and children with type 1 and 2 diabetes. It helps manage blood sugar levels by maintaining a constant quantity of insulin in the body throughout the day. This aids in the prevention of diabetes complications.\nBasalog 100IU/ml Injection can be used alone or in combination with other diabetes medicines such as fast-acting insulin. Your doctor or nurse will show you how to inject it correctly under the skin. To receive the most benefit from this medicine, you should take it on a regular basis and at the recommended dose. If you don't take it, your blood sugar levels may increase, putting you at risk of serious consequences. It is simply one component of a comprehensive treatment plan that should also include a balanced diet, regular exercise, and weight loss as directed by your physician.",
        "uses": "Basalog Injection is used in Treatment of Diabetes mellitus (Type 1 & Type 2)",
        "category": "injection",
        "id" :96,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    },
    {
        "name": "Dexona 4 MG Injection 2 ML",
        "img1": "https://assets.truemeds.in/Images/ProductImage/TM-INON2-002201/DEXONA-4-MG-INJECTION-2-ML_1.webp?tr=cm-pad_resize,bg-FFFFFF,lo-true,w-250",
        "discount": "20% OFF",
        "price": "MRP ₹11.40",
        "composition": "DEXAMETHASONE (4 MG)",
        "description": "Dexona Injection is a type of drug known as a steroid. It is used to treat a variety of diseases and conditions, including inflammatory and autoimmune disorders. By blocking the release of molecules that produce inflammation, it relieves swelling, redness, and pain.\nDexona Injection should only be given by a healthcare expert and should never be given to a child. To get the most out of the medicine, you must use it on a daily basis. To get the most out of the drug, complete the entire course.Cardiovascular complications, electrolyte imbalances, gastrointestinal disorders, metabolic disorders, musculoskeletal discomfort, neurological disorders, and weight gain are the most common side effects of Dexona injection. Let your doctor know if these symptoms persist or worsen.\nDexona injection can make fighting infections more difficult. If you have any signs of infection, such as a fever or a sore throat, call your doctor. You should tell your doctor about all other medicine you're taking before taking Dexona injection. It is critical that pregnant and nursing mothers get medical advice before taking Dexona injection.\nDexona injection may be harmful to a pregnant woman. Animal research have demonstrated negative effects on the growing foetus, despite the lack of human studies. Before prescribing Dexona injection to you, your doctor will consider the advantages as well as any potential hazards. Please seek medical advice.\nIn patients with severe kidney disease, Dexona injection should be taken with caution. Dexona injection dosage may need to be adjusted. . While taking Dexona injection, it is recommended that you have regular kidney function testing and other blood tests.\nIt's unclear whether Dexona injection affects driving abilities. If you have any symptoms that impair your ability to concentrate or respond, don't drive. Dexona injection is used to treat inflammation, severe allergies, flare-ups of chronic illnesses, and a variety of other medical conditions that require either inflammation reduction or immune system suppression.",
        "uses": "Dexona Injection is used in Treatment of Inflammatory conditions\nTreatment of Autoimmune conditions",
        "category": "injection",
        "id" :97,
        "email" : "nekj1424@gmail.com",
        "password" : 228736
    }
]